RIVERS = [{
    "ru": "Абава",
    "en": "Абава",
    "fr": "Абава",
    "sp": "Абава",
    "location": "Латвия"
  },
  {
    "ru": "Абакан ",
    "en": "Абакан ",
    "fr": "Абакан ",
    "sp": "Абакан ",
    "location": "Россия"
  },
  {
    "ru": "Абакашис",
    "en": "Абакашис",
    "fr": "Абакашис",
    "sp": "Абакашис",
    "location": "Бразилия"
  },
  {
    "ru": "Абан",
    "en": "Абан",
    "fr": "Абан",
    "sp": "Абан",
    "location": "Россия"
  },
  {
    "ru": "Абаэте",
    "en": "Абаэте",
    "fr": "Абаэте",
    "sp": "Абаэте",
    "location": "Бразилия"
  },
  {
    "ru": "Абитиби",
    "en": "Абитиби",
    "fr": "Абитиби",
    "sp": "Абитиби",
    "location": "Канада"
  },
  {
    "ru": "Абрамовка",
    "en": "Абрамовка",
    "fr": "Абрамовка",
    "sp": "Абрамовка",
    "location": "Россия"
  },
  {
    "ru": "Абукума",
    "en": "Абукума",
    "fr": "Абукума",
    "sp": "Абукума",
    "location": "Япония"
  },
  {
    "ru": "Абуна",
    "en": "Абуна",
    "fr": "Абуна",
    "sp": "Абуна",
    "location": "undefined"
  },
  {
    "ru": "Абырабыт (приток Яны)",
    "en": "Абырабыт (приток Яны)",
    "fr": "Абырабыт (приток Яны)",
    "sp": "Абырабыт (приток Яны)",
    "location": "Россия"
  },
  {
    "ru": "Аварское Койсу",
    "en": "Аварское Койсу",
    "fr": "Аварское Койсу",
    "sp": "Аварское Койсу",
    "location": "Россия"
  },
  {
    "ru": "Авача",
    "en": "Авача",
    "fr": "Авача",
    "sp": "Авача",
    "location": "Россия"
  },
  {
    "ru": "Аваш",
    "en": "Аваш",
    "fr": "Аваш",
    "sp": "Аваш",
    "location": "Эфиопия"
  },
  {
    "ru": "Авекова",
    "en": "Авекова",
    "fr": "Авекова",
    "sp": "Авекова",
    "location": "Россия"
  },
  {
    "ru": "Аверон",
    "en": "Аверон",
    "fr": "Аверон",
    "sp": "Аверон",
    "location": "Франция"
  },
  {
    "ru": "Автаткууль",
    "en": "Автаткууль",
    "fr": "Автаткууль",
    "sp": "Автаткууль",
    "location": "Россия"
  },
  {
    "ru": "Авъенваям",
    "en": "Авъенваям",
    "fr": "Авъенваям",
    "sp": "Авъенваям",
    "location": "Россия"
  },
  {
    "ru": "Ага (приток Онона)",
    "en": "Ага (приток Онона)",
    "fr": "Ага (приток Онона)",
    "sp": "Ага (приток Онона)",
    "location": "Россия"
  },
  {
    "ru": "Аган",
    "en": "Аган",
    "fr": "Аган",
    "sp": "Аган",
    "location": "Россия"
  },
  {
    "ru": "Агано",
    "en": "Агано",
    "fr": "Агано",
    "sp": "Агано",
    "location": "Япония"
  },
  {
    "ru": "Агапа",
    "en": "Агапа",
    "fr": "Агапа",
    "sp": "Агапа",
    "location": "Россия"
  },
  {
    "ru": "Агаякан",
    "en": "Агаякан",
    "fr": "Агаякан",
    "sp": "Агаякан",
    "location": "Россия"
  },
  {
    "ru": "Агеда",
    "en": "Агеда",
    "fr": "Агеда",
    "sp": "Агеда",
    "location": "Испания Португалия"
  },
  {
    "ru": "Агитка",
    "en": "Агитка",
    "fr": "Агитка",
    "sp": "Агитка",
    "location": "Россия"
  },
  {
    "ru": "Агно",
    "en": "Агно",
    "fr": "Агно",
    "sp": "Агно",
    "location": "Филиппины"
  },
  {
    "ru": "Агонья",
    "en": "Агонья",
    "fr": "Агонья",
    "sp": "Агонья",
    "location": "Италия"
  },
  {
    "ru": "Агри",
    "en": "Агри",
    "fr": "Агри",
    "sp": "Агри",
    "location": "Италия"
  },
  {
    "ru": "Агу",
    "en": "Агу",
    "fr": "Агу",
    "sp": "Агу",
    "location": "Франция"
  },
  {
    "ru": "Агуа-Фриа",
    "en": "Агуа-Фриа",
    "fr": "Агуа-Фриа",
    "sp": "Агуа-Фриа",
    "location": "США"
  },
  {
    "ru": "Агуан",
    "en": "Агуан",
    "fr": "Агуан",
    "sp": "Агуан",
    "location": "Гондурас"
  },
  {
    "ru": "Агул",
    "en": "Агул",
    "fr": "Агул",
    "sp": "Агул",
    "location": "Россия"
  },
  {
    "ru": "Агусан",
    "en": "Агусан",
    "fr": "Агусан",
    "sp": "Агусан",
    "location": "Филиппины"
  },
  {
    "ru": "Агуца",
    "en": "Агуца",
    "fr": "Агуца",
    "sp": "Агуца",
    "location": "undefined"
  },
  {
    "ru": "Адаха",
    "en": "Адаха",
    "fr": "Адаха",
    "sp": "Адаха",
    "location": "Испания"
  },
  {
    "ru": "Адда",
    "en": "Адда",
    "fr": "Адда",
    "sp": "Адда",
    "location": "Италия"
  },
  {
    "ru": "Аделейд",
    "en": "Аделейд",
    "fr": "Аделейд",
    "sp": "Аделейд",
    "location": "Австралия"
  },
  {
    "ru": "Аджи-Чай",
    "en": "Аджи-Чай",
    "fr": "Аджи-Чай",
    "sp": "Аджи-Чай",
    "location": "Иран"
  },
  {
    "ru": "Адур",
    "en": "Адур",
    "fr": "Адур",
    "sp": "Адур",
    "location": "Франция"
  },
  {
    "ru": "Адыча",
    "en": "Адыча",
    "fr": "Адыча",
    "sp": "Адыча",
    "location": "Россия"
  },
  {
    "ru": "Ай",
    "en": "Ай",
    "fr": "Ай",
    "sp": "Ай",
    "location": "Россия"
  },
  {
    "ru": "Ай-Коликъёган",
    "en": "Ай-Коликъёган",
    "fr": "Ай-Коликъёган",
    "sp": "Ай-Коликъёган",
    "location": "Россия"
  },
  {
    "ru": "Ай-Курусъях",
    "en": "Ай-Курусъях",
    "fr": "Ай-Курусъях",
    "sp": "Ай-Курусъях",
    "location": "Россия"
  },
  {
    "ru": "Ай-Пим",
    "en": "Ай-Пим",
    "fr": "Ай-Пим",
    "sp": "Ай-Пим",
    "location": "Россия"
  },
  {
    "ru": "Айваседапур",
    "en": "Айваседапур",
    "fr": "Айваседапур",
    "sp": "Айваседапур",
    "location": "Россия"
  },
  {
    "ru": "Айвиексте",
    "en": "Айвиексте",
    "fr": "Айвиексте",
    "sp": "Айвиексте",
    "location": "Латвия"
  },
  {
    "ru": "Айвишак",
    "en": "Айвишак",
    "fr": "Айвишак",
    "sp": "Айвишак",
    "location": "США"
  },
  {
    "ru": "Айгурка",
    "en": "Айгурка",
    "fr": "Айгурка",
    "sp": "Айгурка",
    "location": "Россия"
  },
  {
    "ru": "Айдар",
    "en": "Айдар",
    "fr": "Айдар",
    "sp": "Айдар",
    "location": "undefined"
  },
  {
    "ru": "Айдер",
    "en": "Айдер",
    "fr": "Айдер",
    "sp": "Айдер",
    "location": "Германия"
  },
  {
    "ru": "Айёган (приток Корылькы)",
    "en": "Айёган (приток Корылькы)",
    "fr": "Айёган (приток Корылькы)",
    "sp": "Айёган (приток Корылькы)",
    "location": "Россия"
  },
  {
    "ru": "Айкаёган",
    "en": "Айкаёган",
    "fr": "Айкаёган",
    "sp": "Айкаёган",
    "location": "Россия"
  },
  {
    "ru": "Айова",
    "en": "Айова",
    "fr": "Айова",
    "sp": "Айова",
    "location": "США"
  },
  {
    "ru": "Айричай (приток Алазани)",
    "en": "Айричай (приток Алазани)",
    "fr": "Айричай (приток Алазани)",
    "sp": "Айричай (приток Алазани)",
    "location": "Азербайджан"
  },
  {
    "ru": "Айюва",
    "en": "Айюва",
    "fr": "Айюва",
    "sp": "Айюва",
    "location": "Россия"
  },
  {
    "ru": "Ак-Буура",
    "en": "Ак-Буура",
    "fr": "Ак-Буура",
    "sp": "Ак-Буура",
    "location": "Киргизия Узбекистан"
  },
  {
    "ru": "Ак-Суг",
    "en": "Ак-Суг",
    "fr": "Ак-Суг",
    "sp": "Ак-Суг",
    "location": "Россия"
  },
  {
    "ru": "Акалаха",
    "en": "Акалаха",
    "fr": "Акалаха",
    "sp": "Акалаха",
    "location": "Россия"
  },
  {
    "ru": "Акара",
    "en": "Акара",
    "fr": "Акара",
    "sp": "Акара",
    "location": "Бразилия"
  },
  {
    "ru": "Акарай",
    "en": "Акарай",
    "fr": "Акарай",
    "sp": "Акарай",
    "location": "Парагвай"
  },
  {
    "ru": "Акдарья (приток Кашкадарьи)",
    "en": "Акдарья (приток Кашкадарьи)",
    "fr": "Акдарья (приток Кашкадарьи)",
    "sp": "Акдарья (приток Кашкадарьи)",
    "location": "Узбекистан"
  },
  {
    "ru": "Акера",
    "en": "Акера",
    "fr": "Акера",
    "sp": "Акера",
    "location": "Азербайджан Армения"
  },
  {
    "ru": "Акишма",
    "en": "Акишма",
    "fr": "Акишма",
    "sp": "Акишма",
    "location": "Россия"
  },
  {
    "ru": "Акканбурлык",
    "en": "Акканбурлык",
    "fr": "Акканбурлык",
    "sp": "Акканбурлык",
    "location": "Казахстан"
  },
  {
    "ru": "Акобо",
    "en": "Акобо",
    "fr": "Акобо",
    "sp": "Акобо",
    "location": "undefined"
  },
  {
    "ru": "Аконкагуа ",
    "en": "Аконкагуа ",
    "fr": "Аконкагуа ",
    "sp": "Аконкагуа ",
    "location": "Чили"
  },
  {
    "ru": "Акри",
    "en": "Акри",
    "fr": "Акри",
    "sp": "Акри",
    "location": "Перу Боливия Бразилия"
  },
  {
    "ru": "Аксай (приток Акташа)",
    "en": "Аксай (приток Акташа)",
    "fr": "Аксай (приток Акташа)",
    "sp": "Аксай (приток Акташа)",
    "location": "Россия"
  },
  {
    "ru": "Аксай Есауловский",
    "en": "Аксай Есауловский",
    "fr": "Аксай Есауловский",
    "sp": "Аксай Есауловский",
    "location": "Россия"
  },
  {
    "ru": "Аксай Курмоярский",
    "en": "Аксай Курмоярский",
    "fr": "Аксай Курмоярский",
    "sp": "Аксай Курмоярский",
    "location": "Россия"
  },
  {
    "ru": "Акстафа",
    "en": "Акстафа",
    "fr": "Акстафа",
    "sp": "Акстафа",
    "location": "undefined"
  },
  {
    "ru": "Аксу (приток Арыса)",
    "en": "Аксу (приток Арыса)",
    "fr": "Аксу (приток Арыса)",
    "sp": "Аксу (приток Арыса)",
    "location": "Казахстан"
  },
  {
    "ru": "Аксу (приток Тарима)",
    "en": "Аксу (приток Тарима)",
    "fr": "Аксу (приток Тарима)",
    "sp": "Аксу (приток Тарима)",
    "location": "undefined"
  },
  {
    "ru": "Аксу (приток Чу)",
    "en": "Аксу (приток Чу)",
    "fr": "Аксу (приток Чу)",
    "sp": "Аксу (приток Чу)",
    "location": "undefined"
  },
  {
    "ru": "Аксу (река, впадает в Балхаш)",
    "en": "Аксу (река, впадает в Балхаш)",
    "fr": "Аксу (река, впадает в Балхаш)",
    "sp": "Аксу (река, впадает в Балхаш)",
    "location": "Казахстан"
  },
  {
    "ru": "Аксу (река, впадает в Средиземное море)",
    "en": "Аксу (река, впадает в Средиземное море)",
    "fr": "Аксу (река, впадает в Средиземное море)",
    "sp": "Аксу (река, впадает в Средиземное море)",
    "location": "Турция"
  },
  {
    "ru": "Алабуга (приток Нарына)",
    "en": "Алабуга (приток Нарына)",
    "fr": "Алабуга (приток Нарына)",
    "sp": "Алабуга (приток Нарына)",
    "location": "Киргизия"
  },
  {
    "ru": "Алагнак",
    "en": "Алагнак",
    "fr": "Алагнак",
    "sp": "Алагнак",
    "location": "США"
  },
  {
    "ru": "Алагон",
    "en": "Алагон",
    "fr": "Алагон",
    "sp": "Алагон",
    "location": "Испания"
  },
  {
    "ru": "Алазани",
    "en": "Алазани",
    "fr": "Алазани",
    "sp": "Алазани",
    "location": "undefined"
  },
  {
    "ru": "Алазея",
    "en": "Алазея",
    "fr": "Алазея",
    "sp": "Алазея",
    "location": "Россия"
  },
  {
    "ru": "Алакит",
    "en": "Алакит",
    "fr": "Алакит",
    "sp": "Алакит",
    "location": "Россия"
  },
  {
    "ru": "Алакнанда",
    "en": "Алакнанда",
    "fr": "Алакнанда",
    "sp": "Алакнанда",
    "location": "Индия"
  },
  {
    "ru": "Аламбай",
    "en": "Аламбай",
    "fr": "Аламбай",
    "sp": "Аламбай",
    "location": "Россия"
  },
  {
    "ru": "Алатна ",
    "en": "Алатна ",
    "fr": "Алатна ",
    "sp": "Алатна ",
    "location": "США"
  },
  {
    "ru": "Алатырь",
    "en": "Алатырь",
    "fr": "Алатырь",
    "sp": "Алатырь",
    "location": "Россия"
  },
  {
    "ru": "Алаш",
    "en": "Алаш",
    "fr": "Алаш",
    "sp": "Алаш",
    "location": "Россия"
  },
  {
    "ru": "Алгама",
    "en": "Алгама",
    "fr": "Алгама",
    "sp": "Алгама",
    "location": "Россия"
  },
  {
    "ru": "Алгети",
    "en": "Алгети",
    "fr": "Алгети",
    "sp": "Алгети",
    "location": "Грузия"
  },
  {
    "ru": "Алдан",
    "en": "Алдан",
    "fr": "Алдан",
    "sp": "Алдан",
    "location": "Россия"
  },
  {
    "ru": "Алдома",
    "en": "Алдома",
    "fr": "Алдома",
    "sp": "Алдома",
    "location": "Россия"
  },
  {
    "ru": "Алей",
    "en": "Алей",
    "fr": "Алей",
    "sp": "Алей",
    "location": "Россия"
  },
  {
    "ru": "Алеун",
    "en": "Алеун",
    "fr": "Алеун",
    "sp": "Алеун",
    "location": "Россия"
  },
  {
    "ru": "Алима",
    "en": "Алима",
    "fr": "Алима",
    "sp": "Алима",
    "location": "Республика Конго"
  },
  {
    "ru": "Аллагаш",
    "en": "Аллагаш",
    "fr": "Аллагаш",
    "sp": "Аллагаш",
    "location": "США"
  },
  {
    "ru": "Аллах-Юнь",
    "en": "Аллах-Юнь",
    "fr": "Аллах-Юнь",
    "sp": "Аллах-Юнь",
    "location": "Россия"
  },
  {
    "ru": "Аллегейни",
    "en": "Аллегейни",
    "fr": "Аллегейни",
    "sp": "Аллегейни",
    "location": "США"
  },
  {
    "ru": "Аллер",
    "en": "Аллер",
    "fr": "Аллер",
    "sp": "Аллер",
    "location": "Германия"
  },
  {
    "ru": "Алоля",
    "en": "Алоля",
    "fr": "Алоля",
    "sp": "Алоля",
    "location": "Россия"
  },
  {
    "ru": "Алсек",
    "en": "Алсек",
    "fr": "Алсек",
    "sp": "Алсек",
    "location": ""
  },
  {
    "ru": "Алтата",
    "en": "Алтата",
    "fr": "Алтата",
    "sp": "Алтата",
    "location": "Россия"
  },
  {
    "ru": "Алтаэльв",
    "en": "Алтаэльв",
    "fr": "Алтаэльв",
    "sp": "Алтаэльв",
    "location": "Норвегия"
  },
  {
    "ru": "Алфиос",
    "en": "Алфиос",
    "fr": "Алфиос",
    "sp": "Алфиос",
    "location": "Греция"
  },
  {
    "ru": "Алчан (приток Бикина)",
    "en": "Алчан (приток Бикина)",
    "fr": "Алчан (приток Бикина)",
    "sp": "Алчан (приток Бикина)",
    "location": "Россия"
  },
  {
    "ru": "Алчедат (приток Золотого Китата)",
    "en": "Алчедат (приток Золотого Китата)",
    "fr": "Алчедат (приток Золотого Китата)",
    "sp": "Алчедат (приток Золотого Китата)",
    "location": "Россия"
  },
  {
    "ru": "Алымка (приток Боровой)",
    "en": "Алымка (приток Боровой)",
    "fr": "Алымка (приток Боровой)",
    "sp": "Алымка (приток Боровой)",
    "location": "Россия"
  },
  {
    "ru": "Альдикон",
    "en": "Альдикон",
    "fr": "Альдикон",
    "sp": "Альдикон",
    "location": "Россия"
  },
  {
    "ru": "Алье",
    "en": "Алье",
    "fr": "Алье",
    "sp": "Алье",
    "location": "Франция"
  },
  {
    "ru": "Альтмюль",
    "en": "Альтмюль",
    "fr": "Альтмюль",
    "sp": "Альтмюль",
    "location": "Германия"
  },
  {
    "ru": "Альякмон",
    "en": "Альякмон",
    "fr": "Альякмон",
    "sp": "Альякмон",
    "location": "Греция"
  },
  {
    "ru": "Амазар",
    "en": "Амазар",
    "fr": "Амазар",
    "sp": "Амазар",
    "location": "Россия"
  },
  {
    "ru": "Амазонка",
    "en": "Амазонка",
    "fr": "Амазонка",
    "sp": "Амазонка",
    "location": "Перу,  Колумбия, Бразилия"
  },
  {
    "ru": "Аманина",
    "en": "Аманина",
    "fr": "Аманина",
    "sp": "Аманина",
    "location": "Россия"
  },
  {
    "ru": "Амга",
    "en": "Амга",
    "fr": "Амга",
    "sp": "Амга",
    "location": "Россия"
  },
  {
    "ru": "Амгунь",
    "en": "Амгунь",
    "fr": "Амгунь",
    "sp": "Амгунь",
    "location": "Россия"
  },
  {
    "ru": "Амгуэма",
    "en": "Амгуэма",
    "fr": "Амгуэма",
    "sp": "Амгуэма",
    "location": "Россия"
  },
  {
    "ru": "Амедичи",
    "en": "Амедичи",
    "fr": "Амедичи",
    "sp": "Амедичи",
    "location": "Россия"
  },
  {
    "ru": "Амня",
    "en": "Амня",
    "fr": "Амня",
    "sp": "Амня",
    "location": "Россия"
  },
  {
    "ru": "Ампкуа",
    "en": "Ампкуа",
    "fr": "Ампкуа",
    "sp": "Ампкуа",
    "location": "США"
  },
  {
    "ru": "Ампута",
    "en": "Ампута",
    "fr": "Ампута",
    "sp": "Ампута",
    "location": "Россия"
  },
  {
    "ru": "Амударья",
    "en": "Амударья",
    "fr": "Амударья",
    "sp": "Амударья",
    "location": ""
  },
  {
    "ru": "Амур",
    "en": "Амур",
    "fr": "Амур",
    "sp": "Амур",
    "location": ""
  },
  {
    "ru": "Амыл",
    "en": "Амыл",
    "fr": "Амыл",
    "sp": "Амыл",
    "location": "Россия"
  },
  {
    "ru": "Анабар",
    "en": "Анабар",
    "fr": "Анабар",
    "sp": "Анабар",
    "location": "Россия"
  },
  {
    "ru": "Анактувук",
    "en": "Анактувук",
    "fr": "Анактувук",
    "sp": "Анактувук",
    "location": "США"
  },
  {
    "ru": "Анвик",
    "en": "Анвик",
    "fr": "Анвик",
    "sp": "Анвик",
    "location": "США"
  },
  {
    "ru": "Ангара",
    "en": "Ангара",
    "fr": "Ангара",
    "sp": "Ангара",
    "location": "Россия"
  },
  {
    "ru": "Ангелинский ерик",
    "en": "Ангелинский ерик",
    "fr": "Ангелинский ерик",
    "sp": "Ангелинский ерик",
    "location": "Россия"
  },
  {
    "ru": "Анграпа",
    "en": "Анграпа",
    "fr": "Анграпа",
    "sp": "Анграпа",
    "location": ""
  },
  {
    "ru": "Ангэрэб",
    "en": "Ангэрэб",
    "fr": "Ангэрэб",
    "sp": "Ангэрэб",
    "location": ""
  },
  {
    "ru": "Андалиен",
    "en": "Андалиен",
    "fr": "Андалиен",
    "sp": "Андалиен",
    "location": "Чили"
  },
  {
    "ru": "Андерсон",
    "en": "Андерсон",
    "fr": "Андерсон",
    "sp": "Андерсон",
    "location": "Канада"
  },
  {
    "ru": "Андийское Койсу",
    "en": "Андийское Койсу",
    "fr": "Андийское Койсу",
    "sp": "Андийское Койсу",
    "location": ""
  },
  {
    "ru": "Андоба (приток Костромы)",
    "en": "Андоба (приток Костромы)",
    "fr": "Андоба (приток Костромы)",
    "sp": "Андоба (приток Костромы)",
    "location": "Россия"
  },
  {
    "ru": "Андога",
    "en": "Андога",
    "fr": "Андога",
    "sp": "Андога",
    "location": "Россия"
  },
  {
    "ru": "Андома",
    "en": "Андома",
    "fr": "Андома",
    "sp": "Андома",
    "location": "Россия"
  },
  {
    "ru": "Анеп",
    "en": "Анеп",
    "fr": "Анеп",
    "sp": "Анеп",
    "location": "Россия"
  },
  {
    "ru": "Анжа (приток Кана)",
    "en": "Анжа (приток Кана)",
    "fr": "Анжа (приток Кана)",
    "sp": "Анжа (приток Кана)",
    "location": "Россия"
  },
  {
    "ru": "Аниак",
    "en": "Аниак",
    "fr": "Аниак",
    "sp": "Аниак",
    "location": "США"
  },
  {
    "ru": "Анимас",
    "en": "Анимас",
    "fr": "Анимас",
    "sp": "Анимас",
    "location": "США"
  },
  {
    "ru": "Анкара",
    "en": "Анкара",
    "fr": "Анкара",
    "sp": "Анкара",
    "location": "Турция"
  },
  {
    "ru": "Анкудинка",
    "en": "Анкудинка",
    "fr": "Анкудинка",
    "sp": "Анкудинка",
    "location": "Россия"
  },
  {
    "ru": "Аннаполис",
    "en": "Аннаполис",
    "fr": "Аннаполис",
    "sp": "Аннаполис",
    "location": "Канада"
  },
  {
    "ru": "Ансэба",
    "en": "Ансэба",
    "fr": "Ансэба",
    "sp": "Ансэба",
    "location": "Эритрея"
  },
  {
    "ru": "Ануй",
    "en": "Ануй",
    "fr": "Ануй",
    "sp": "Ануй",
    "location": "Россия"
  },
  {
    "ru": "Апалачикола",
    "en": "Апалачикола",
    "fr": "Апалачикола",
    "sp": "Апалачикола",
    "location": "США"
  },
  {
    "ru": "Аппоматтокс",
    "en": "Аппоматтокс",
    "fr": "Аппоматтокс",
    "sp": "Аппоматтокс",
    "location": "США"
  },
  {
    "ru": "Апсат",
    "en": "Апсат",
    "fr": "Апсат",
    "sp": "Апсат",
    "location": "Россия"
  },
  {
    "ru": "Апука",
    "en": "Апука",
    "fr": "Апука",
    "sp": "Апука",
    "location": "Россия"
  },
  {
    "ru": "Апуре",
    "en": "Апуре",
    "fr": "Апуре",
    "sp": "Апуре",
    "location": "Венесуэла"
  },
  {
    "ru": "Апуримак",
    "en": "Апуримак",
    "fr": "Апуримак",
    "sp": "Апуримак",
    "location": "Перу"
  },
  {
    "ru": "Арагон",
    "en": "Арагон",
    "fr": "Арагон",
    "sp": "Арагон",
    "location": "Испания"
  },
  {
    "ru": "Арагуари",
    "en": "Арагуари",
    "fr": "Арагуари",
    "sp": "Арагуари",
    "location": "Бразилия"
  },
  {
    "ru": "Арагуая",
    "en": "Арагуая",
    "fr": "Арагуая",
    "sp": "Арагуая",
    "location": "Бразилия"
  },
  {
    "ru": "Аракава",
    "en": "Аракава",
    "fr": "Аракава",
    "sp": "Аракава",
    "location": "Япония"
  },
  {
    "ru": "Аранка",
    "en": "Аранка",
    "fr": "Аранка",
    "sp": "Аранка",
    "location": ""
  },
  {
    "ru": "Арапей-Гранде",
    "en": "Арапей-Гранде",
    "fr": "Арапей-Гранде",
    "sp": "Арапей-Гранде",
    "location": "Уругвай"
  },
  {
    "ru": "Араука",
    "en": "Араука",
    "fr": "Араука",
    "sp": "Араука",
    "location": "Колумбия,  Венесуэла"
  },
  {
    "ru": "Арв",
    "en": "Арв",
    "fr": "Арв",
    "sp": "Арв",
    "location": ""
  },
  {
    "ru": "Арга",
    "en": "Арга",
    "fr": "Арга",
    "sp": "Арга",
    "location": "Испания"
  },
  {
    "ru": "Арга-Сала (приток Оленька)",
    "en": "Арга-Сала (приток Оленька)",
    "fr": "Арга-Сала (приток Оленька)",
    "sp": "Арга-Сала (приток Оленька)",
    "location": "Россия"
  },
  {
    "ru": "Арга-Тюнг",
    "en": "Арга-Тюнг",
    "fr": "Арга-Тюнг",
    "sp": "Арга-Тюнг",
    "location": "Россия"
  },
  {
    "ru": "Арга-Юрях (приток Омолоя)",
    "en": "Арга-Юрях (приток Омолоя)",
    "fr": "Арга-Юрях (приток Омолоя)",
    "sp": "Арга-Юрях (приток Омолоя)",
    "location": "Россия"
  },
  {
    "ru": "Арга-Юрях (приток Россохи)",
    "en": "Арга-Юрях (приток Россохи)",
    "fr": "Арга-Юрях (приток Россохи)",
    "sp": "Арга-Юрях (приток Россохи)",
    "location": "Россия"
  },
  {
    "ru": "Аргандаб",
    "en": "Аргандаб",
    "fr": "Аргандаб",
    "sp": "Аргандаб",
    "location": "Афганистан"
  },
  {
    "ru": "Аргастан",
    "en": "Аргастан",
    "fr": "Аргастан",
    "sp": "Аргастан",
    "location": "Афганистан"
  },
  {
    "ru": "Арги",
    "en": "Арги",
    "fr": "Арги",
    "sp": "Арги",
    "location": "Россия"
  },
  {
    "ru": "Аргун",
    "en": "Аргун",
    "fr": "Аргун",
    "sp": "Аргун",
    "location": ""
  },
  {
    "ru": "Аргунь",
    "en": "Аргунь",
    "fr": "Аргунь",
    "sp": "Аргунь",
    "location": ""
  },
  {
    "ru": "Аргут",
    "en": "Аргут",
    "fr": "Аргут",
    "sp": "Аргут",
    "location": "Россия"
  },
  {
    "ru": "Ардеш",
    "en": "Ардеш",
    "fr": "Ардеш",
    "sp": "Ардеш",
    "location": "Франция"
  },
  {
    "ru": "Арджеш",
    "en": "Арджеш",
    "fr": "Арджеш",
    "sp": "Арджеш",
    "location": "Румыния"
  },
  {
    "ru": "Аре",
    "en": "Аре",
    "fr": "Аре",
    "sp": "Аре",
    "location": "Швейцария"
  },
  {
    "ru": "Ареда",
    "en": "Ареда",
    "fr": "Ареда",
    "sp": "Ареда",
    "location": "Россия"
  },
  {
    "ru": "Арикэри",
    "en": "Арикэри",
    "fr": "Арикэри",
    "sp": "Арикэри",
    "location": "США"
  },
  {
    "ru": "Аринус",
    "en": "Аринус",
    "fr": "Аринус",
    "sp": "Аринус",
    "location": "Бразилия"
  },
  {
    "ru": "Арканзас",
    "en": "Арканзас",
    "fr": "Арканзас",
    "sp": "Арканзас",
    "location": "США"
  },
  {
    "ru": "Арктик-Ред-Ривер",
    "en": "Арктик-Ред-Ривер",
    "fr": "Арктик-Ред-Ривер",
    "sp": "Арктик-Ред-Ривер",
    "location": "Канада"
  },
  {
    "ru": "Армань",
    "en": "Армань",
    "fr": "Армань",
    "sp": "Армань",
    "location": "Россия"
  },
  {
    "ru": "Армерия",
    "en": "Армерия",
    "fr": "Армерия",
    "sp": "Армерия",
    "location": "Мексика"
  },
  {
    "ru": "Армич",
    "en": "Армич",
    "fr": "Армич",
    "sp": "Армич",
    "location": "Россия"
  },
  {
    "ru": "Арно (река, впадает в Гудзонов пролив)",
    "en": "Арно (река, впадает в Гудзонов пролив)",
    "fr": "Арно (река, впадает в Гудзонов пролив)",
    "sp": "Арно (река, впадает в Гудзонов пролив)",
    "location": "Канада"
  },
  {
    "ru": "Арно ",
    "en": "Арно ",
    "fr": "Арно ",
    "sp": "Арно ",
    "location": "Италия"
  },
  {
    "ru": "Арон",
    "en": "Арон",
    "fr": "Арон",
    "sp": "Арон",
    "location": "Франция"
  },
  {
    "ru": "Арпа",
    "en": "Арпа",
    "fr": "Арпа",
    "sp": "Арпа",
    "location": "undefined"
  },
  {
    "ru": "Арройо-Саладильо",
    "en": "Арройо-Саладильо",
    "fr": "Арройо-Саладильо",
    "sp": "Арройо-Саладильо",
    "location": "Аргентина"
  },
  {
    "ru": "Арру",
    "en": "Арру",
    "fr": "Арру",
    "sp": "Арру",
    "location": "Франция"
  },
  {
    "ru": "Арсеньевка",
    "en": "Арсеньевка",
    "fr": "Арсеньевка",
    "sp": "Арсеньевка",
    "location": "Россия"
  },
  {
    "ru": "Артур (река, Тасмания)",
    "en": "Артур (река, Тасмания)",
    "fr": "Артур (река, Тасмания)",
    "sp": "Артур (река, Тасмания)",
    "location": "Австралия"
  },
  {
    "ru": "Арувими",
    "en": "Арувими",
    "fr": "Арувими",
    "sp": "Арувими",
    "location": "Демократическая Республика Конго"
  },
  {
    "ru": "Арустук",
    "en": "Арустук",
    "fr": "Арустук",
    "sp": "Арустук",
    "location": "США"
  },
  {
    "ru": "Архара",
    "en": "Архара",
    "fr": "Архара",
    "sp": "Архара",
    "location": "Россия"
  },
  {
    "ru": "Арчеда",
    "en": "Арчеда",
    "fr": "Арчеда",
    "sp": "Арчеда",
    "location": "Россия"
  },
  {
    "ru": "Арчер",
    "en": "Арчер",
    "fr": "Арчер",
    "sp": "Арчер",
    "location": "Австралия"
  },
  {
    "ru": "Аршалы (приток Колутона)",
    "en": "Аршалы (приток Колутона)",
    "fr": "Аршалы (приток Колутона)",
    "sp": "Аршалы (приток Колутона)",
    "location": "Казахстан"
  },
  {
    "ru": "Арыс",
    "en": "Арыс",
    "fr": "Арыс",
    "sp": "Арыс",
    "location": "Казахстан"
  },
  {
    "ru": "Арьеж",
    "en": "Арьеж",
    "fr": "Арьеж",
    "sp": "Арьеж",
    "location": "Андорра,  Франция"
  },
  {
    "ru": "Арьеш",
    "en": "Арьеш",
    "fr": "Арьеш",
    "sp": "Арьеш",
    "location": "Румыния"
  },
  {
    "ru": "Асапа",
    "en": "Асапа",
    "fr": "Асапа",
    "sp": "Асапа",
    "location": "Чили"
  },
  {
    "ru": "Асахи",
    "en": "Асахи",
    "fr": "Асахи",
    "sp": "Асахи",
    "location": "Япония"
  },
  {
    "ru": "Аскиз",
    "en": "Аскиз",
    "fr": "Аскиз",
    "sp": "Аскиз",
    "location": "Россия"
  },
  {
    "ru": "Аспара",
    "en": "Аспара",
    "fr": "Аспара",
    "sp": "Аспара",
    "location": "Казахстан,  Киргизия"
  },
  {
    "ru": "Асса (приток Сунжи)",
    "en": "Асса (приток Сунжи)",
    "fr": "Асса (приток Сунжи)",
    "sp": "Асса (приток Сунжи)",
    "location": ""
  },
  {
    "ru": "Ассинибойн",
    "en": "Ассинибойн",
    "fr": "Ассинибойн",
    "sp": "Ассинибойн",
    "location": "Канада"
  },
  {
    "ru": "Ассыни",
    "en": "Ассыни",
    "fr": "Ассыни",
    "sp": "Ассыни",
    "location": "Россия"
  },
  {
    "ru": "Асуа",
    "en": "Асуа",
    "fr": "Асуа",
    "sp": "Асуа",
    "location": "Уганда,  Южный Судан"
  },
  {
    "ru": "Асы",
    "en": "Асы",
    "fr": "Асы",
    "sp": "Асы",
    "location": "Казахстан,  Киргизия"
  },
  {
    "ru": "Ат-Баши",
    "en": "Ат-Баши",
    "fr": "Ат-Баши",
    "sp": "Ат-Баши",
    "location": "Киргизия"
  },
  {
    "ru": "Атабаска",
    "en": "Атабаска",
    "fr": "Атабаска",
    "sp": "Атабаска",
    "location": "Канада"
  },
  {
    "ru": "Атасу",
    "en": "Атасу",
    "fr": "Атасу",
    "sp": "Атасу",
    "location": "Казахстан"
  },
  {
    "ru": "Атбара",
    "en": "Атбара",
    "fr": "Атбара",
    "sp": "Атбара",
    "location": "Эфиопия,  Судан"
  },
  {
    "ru": "Аткара",
    "en": "Аткара",
    "fr": "Аткара",
    "sp": "Аткара",
    "location": "Россия"
  },
  {
    "ru": "Атмис",
    "en": "Атмис",
    "fr": "Атмис",
    "sp": "Атмис",
    "location": "Россия"
  },
  {
    "ru": "Атрай",
    "en": "Атрай",
    "fr": "Атрай",
    "sp": "Атрай",
    "location": "Индия,  Бангладеш"
  },
  {
    "ru": "Атрато",
    "en": "Атрато",
    "fr": "Атрато",
    "sp": "Атрато",
    "location": "Колумбия"
  },
  {
    "ru": "Атрек",
    "en": "Атрек",
    "fr": "Атрек",
    "sp": "Атрек",
    "location": "Иран,  Туркменистан"
  },
  {
    "ru": "Аттавапискат",
    "en": "Аттавапискат",
    "fr": "Аттавапискат",
    "sp": "Аттавапискат",
    "location": "Канада"
  },
  {
    "ru": "Атуэль",
    "en": "Атуэль",
    "fr": "Атуэль",
    "sp": "Атуэль",
    "location": "Аргентина"
  },
  {
    "ru": "Атчафалайя",
    "en": "Атчафалайя",
    "fr": "Атчафалайя",
    "sp": "Атчафалайя",
    "location": "США"
  },
  {
    "ru": "Афрам",
    "en": "Афрам",
    "fr": "Афрам",
    "sp": "Афрам",
    "location": "Гана"
  },
  {
    "ru": "Африн",
    "en": "Африн",
    "fr": "Африн",
    "sp": "Африн",
    "location": "Турция,  Сирия"
  },
  {
    "ru": "Ахангаран",
    "en": "Ахангаран",
    "fr": "Ахангаран",
    "sp": "Ахангаран",
    "location": "Узбекистан"
  },
  {
    "ru": "Ахелоос",
    "en": "Ахелоос",
    "fr": "Ахелоос",
    "sp": "Ахелоос",
    "location": "Греция"
  },
  {
    "ru": "Ахтуба",
    "en": "Ахтуба",
    "fr": "Ахтуба",
    "sp": "Ахтуба",
    "location": "Россия"
  },
  {
    "ru": "Ахурян",
    "en": "Ахурян",
    "fr": "Ахурян",
    "sp": "Ахурян",
    "location": ""
  },
  {
    "ru": "Ахья",
    "en": "Ахья",
    "fr": "Ахья",
    "sp": "Ахья",
    "location": "Эстония"
  },
  {
    "ru": "Ачанковил",
    "en": "Ачанковил",
    "fr": "Ачанковил",
    "sp": "Ачанковил",
    "location": "Индия"
  },
  {
    "ru": "Ашбертон (река, впадает в Индийский океан)",
    "en": "Ашбертон (река, впадает в Индийский океан)",
    "fr": "Ашбертон (река, впадает в Индийский океан)",
    "sp": "Ашбертон (река, впадает в Индийский океан)",
    "location": "Австралия"
  },
  {
    "ru": "Ашихэ",
    "en": "Ашихэ",
    "fr": "Ашихэ",
    "sp": "Ашихэ",
    "location": "Китай"
  },
  {
    "ru": "Ашкадар",
    "en": "Ашкадар",
    "fr": "Ашкадар",
    "sp": "Ашкадар",
    "location": "Россия"
  },
  {
    "ru": "Ашлык",
    "en": "Ашлык",
    "fr": "Ашлык",
    "sp": "Ашлык",
    "location": "Россия"
  },
  {
    "ru": "Ащиагар",
    "en": "Ащиагар",
    "fr": "Ащиагар",
    "sp": "Ащиагар",
    "location": "Казахстан"
  },
  {
    "ru": "Ащыозек",
    "en": "Ащыозек",
    "fr": "Ащыозек",
    "sp": "Ащыозек",
    "location": "Казахстан"
  },
  {
    "ru": "Ащысу (приток Шагана)",
    "en": "Ащысу (приток Шагана)",
    "fr": "Ащысу (приток Шагана)",
    "sp": "Ащысу (приток Шагана)",
    "location": "Казахстан"
  },
  {
    "ru": "Ащысу (река, впадает в Алкамерген)",
    "en": "Ащысу (река, впадает в Алкамерген)",
    "fr": "Ащысу (река, впадает в Алкамерген)",
    "sp": "Ащысу (река, впадает в Алкамерген)",
    "location": "Казахстан"
  },
  {
    "ru": "Аякли",
    "en": "Аякли",
    "fr": "Аякли",
    "sp": "Аякли",
    "location": "Россия"
  },
  {
    "ru": "Аян (приток Хеты)",
    "en": "Аян (приток Хеты)",
    "fr": "Аян (приток Хеты)",
    "sp": "Аян (приток Хеты)",
    "location": "Россия"
  },
  {
    "ru": "Аян-Юрях",
    "en": "Аян-Юрях",
    "fr": "Аян-Юрях",
    "sp": "Аян-Юрях",
    "location": "Россия"
  },
  {
    "ru": "Аят (приток Тобола)",
    "en": "Аят (приток Тобола)",
    "fr": "Аят (приток Тобола)",
    "sp": "Аят (приток Тобола)",
    "location": "Россия,  Казахстан"
  },
  {
    "ru": "Бабка (приток Сылвы)",
    "en": "Бабка (приток Сылвы)",
    "fr": "Бабка (приток Сылвы)",
    "sp": "Бабка (приток Сылвы)",
    "location": "Россия"
  },
  {
    "ru": "Баган",
    "en": "Баган",
    "fr": "Баган",
    "sp": "Баган",
    "location": "Россия"
  },
  {
    "ru": "Баганёнок",
    "en": "Баганёнок",
    "fr": "Баганёнок",
    "sp": "Баганёнок",
    "location": "Россия"
  },
  {
    "ru": "Багырлай",
    "en": "Багырлай",
    "fr": "Багырлай",
    "sp": "Багырлай",
    "location": "Казахстан"
  },
  {
    "ru": "Бадарма",
    "en": "Бадарма",
    "fr": "Бадарма",
    "sp": "Бадарма",
    "location": "Россия"
  },
  {
    "ru": "Бадяриха",
    "en": "Бадяриха",
    "fr": "Бадяриха",
    "sp": "Бадяриха",
    "location": "Россия"
  },
  {
    "ru": "База (приток Белой)",
    "en": "База (приток Белой)",
    "fr": "База (приток Белой)",
    "sp": "База (приток Белой)",
    "location": "Россия"
  },
  {
    "ru": "Базавлук",
    "en": "Базавлук",
    "fr": "Базавлук",
    "sp": "Базавлук",
    "location": "Украина"
  },
  {
    "ru": "Базаиха",
    "en": "Базаиха",
    "fr": "Базаиха",
    "sp": "Базаиха",
    "location": "Россия"
  },
  {
    "ru": "Базенто",
    "en": "Базенто",
    "fr": "Базенто",
    "sp": "Базенто",
    "location": "Италия"
  },
  {
    "ru": "Баиз",
    "en": "Баиз",
    "fr": "Баиз",
    "sp": "Баиз",
    "location": "Франция"
  },
  {
    "ru": "Байгора",
    "en": "Байгора",
    "fr": "Байгора",
    "sp": "Байгора",
    "location": "Россия"
  },
  {
    "ru": "Байдарата",
    "en": "Байдарата",
    "fr": "Байдарата",
    "sp": "Байдарата",
    "location": "Россия"
  },
  {
    "ru": "Байдраг-Гол",
    "en": "Байдраг-Гол",
    "fr": "Байдраг-Гол",
    "sp": "Байдраг-Гол",
    "location": "Монголия"
  },
  {
    "ru": "Байконыр",
    "en": "Байконыр",
    "fr": "Байконыр",
    "sp": "Байконыр",
    "location": "Казахстан"
  },
  {
    "ru": "Байлунцзян",
    "en": "Байлунцзян",
    "fr": "Байлунцзян",
    "sp": "Байлунцзян",
    "location": "Китай"
  },
  {
    "ru": "Байхэ",
    "en": "Байхэ",
    "fr": "Байхэ",
    "sp": "Байхэ",
    "location": "Китай"
  },
  {
    "ru": "Байшуйцзян (приток Байлунцзяна)",
    "en": "Байшуйцзян (приток Байлунцзяна)",
    "fr": "Байшуйцзян (приток Байлунцзяна)",
    "sp": "Байшуйцзян (приток Байлунцзяна)",
    "location": "Китай"
  },
  {
    "ru": "Байю-де-Вью",
    "en": "Байю-де-Вью",
    "fr": "Байю-де-Вью",
    "sp": "Байю-де-Вью",
    "location": "США"
  },
  {
    "ru": "Бак",
    "en": "Бак",
    "fr": "Бак",
    "sp": "Бак",
    "location": "Канада"
  },
  {
    "ru": "Баканас",
    "en": "Баканас",
    "fr": "Баканас",
    "sp": "Баканас",
    "location": "Казахстан"
  },
  {
    "ru": "Баккильоне",
    "en": "Баккильоне",
    "fr": "Баккильоне",
    "sp": "Баккильоне",
    "location": "Италия"
  },
  {
    "ru": "Бакленд",
    "en": "Бакленд",
    "fr": "Бакленд",
    "sp": "Бакленд",
    "location": "США"
  },
  {
    "ru": "Бакой",
    "en": "Бакой",
    "fr": "Бакой",
    "sp": "Бакой",
    "location": "Гвинея,  Мали"
  },
  {
    "ru": "Бакса",
    "en": "Бакса",
    "fr": "Бакса",
    "sp": "Бакса",
    "location": "Россия"
  },
  {
    "ru": "Баксан",
    "en": "Баксан",
    "fr": "Баксан",
    "sp": "Баксан",
    "location": "Россия"
  },
  {
    "ru": "Баксук",
    "en": "Баксук",
    "fr": "Баксук",
    "sp": "Баксук",
    "location": "Казахстан"
  },
  {
    "ru": "Бакчар",
    "en": "Бакчар",
    "fr": "Бакчар",
    "sp": "Бакчар",
    "location": "Россия"
  },
  {
    "ru": "Бакы (приток Уяндины)",
    "en": "Бакы (приток Уяндины)",
    "fr": "Бакы (приток Уяндины)",
    "sp": "Бакы (приток Уяндины)",
    "location": "Россия"
  },
  {
    "ru": "Бакы (приток Яны)",
    "en": "Бакы (приток Яны)",
    "fr": "Бакы (приток Яны)",
    "sp": "Бакы (приток Яны)",
    "location": "Россия"
  },
  {
    "ru": "Бакыр",
    "en": "Бакыр",
    "fr": "Бакыр",
    "sp": "Бакыр",
    "location": "Турция"
  },
  {
    "ru": "Баланда",
    "en": "Баланда",
    "fr": "Баланда",
    "sp": "Баланда",
    "location": "Россия"
  },
  {
    "ru": "Балахлей",
    "en": "Балахлей",
    "fr": "Балахлей",
    "sp": "Балахлей",
    "location": "Россия"
  },
  {
    "ru": "Балкли",
    "en": "Балкли",
    "fr": "Балкли",
    "sp": "Балкли",
    "location": "Канада"
  },
  {
    "ru": "Балх",
    "en": "Балх",
    "fr": "Балх",
    "sp": "Балх",
    "location": "Афганистан"
  },
  {
    "ru": "Балыгычан",
    "en": "Балыгычан",
    "fr": "Балыгычан",
    "sp": "Балыгычан",
    "location": "Россия"
  },
  {
    "ru": "Балыктах (река, Котельный)",
    "en": "Балыктах (река, Котельный)",
    "fr": "Балыктах (река, Котельный)",
    "sp": "Балыктах (река, Котельный)",
    "location": "Россия"
  },
  {
    "ru": "Бальджа",
    "en": "Бальджа",
    "fr": "Бальджа",
    "sp": "Бальджа",
    "location": ""
  },
  {
    "ru": "Бальсас",
    "en": "Бальсас",
    "fr": "Бальсас",
    "sp": "Бальсас",
    "location": "Мексика"
  },
  {
    "ru": "Бангпаконг",
    "en": "Бангпаконг",
    "fr": "Бангпаконг",
    "sp": "Бангпаконг",
    "location": "Таиланд"
  },
  {
    "ru": "Бандама",
    "en": "Бандама",
    "fr": "Бандама",
    "sp": "Бандама",
    "location": "Кот-д’Ивуар"
  },
  {
    "ru": "Бани",
    "en": "Бани",
    "fr": "Бани",
    "sp": "Бани",
    "location": "Мали"
  },
  {
    "ru": "Банн",
    "en": "Банн",
    "fr": "Банн",
    "sp": "Банн",
    "location": "Великобритания"
  },
  {
    "ru": "Баппагай",
    "en": "Баппагай",
    "fr": "Баппагай",
    "sp": "Баппагай",
    "location": "Россия"
  },
  {
    "ru": "Барайы",
    "en": "Барайы",
    "fr": "Барайы",
    "sp": "Барайы",
    "location": "Россия"
  },
  {
    "ru": "Барак",
    "en": "Барак",
    "fr": "Барак",
    "sp": "Барак",
    "location": "Индия,  Бангладеш"
  },
  {
    "ru": "Барака",
    "en": "Барака",
    "fr": "Барака",
    "sp": "Барака",
    "location": ""
  },
  {
    "ru": "Барвон (река, впадает в Бассов пролив)",
    "en": "Барвон (река, впадает в Бассов пролив)",
    "fr": "Барвон (река, впадает в Бассов пролив)",
    "sp": "Барвон (река, впадает в Бассов пролив)",
    "location": "Австралия"
  },
  {
    "ru": "Баргузин",
    "en": "Баргузин",
    "fr": "Баргузин",
    "sp": "Баргузин",
    "location": "Россия"
  },
  {
    "ru": "Барда (приток Сылвы)",
    "en": "Барда (приток Сылвы)",
    "fr": "Барда (приток Сылвы)",
    "sp": "Барда (приток Сылвы)",
    "location": "Россия"
  },
  {
    "ru": "Барима",
    "en": "Барима",
    "fr": "Барима",
    "sp": "Барима",
    "location": "Гайана,  Венесуэла"
  },
  {
    "ru": "Барито",
    "en": "Барито",
    "fr": "Барито",
    "sp": "Барито",
    "location": "Индонезия"
  },
  {
    "ru": "Баркэу",
    "en": "Баркэу",
    "fr": "Баркэу",
    "sp": "Баркэу",
    "location": ""
  },
  {
    "ru": "Барнаулка",
    "en": "Барнаулка",
    "fr": "Барнаулка",
    "sp": "Барнаулка",
    "location": "Россия"
  },
  {
    "ru": "Баро",
    "en": "Баро",
    "fr": "Баро",
    "sp": "Баро",
    "location": "Южный Судан,  Эфиопия"
  },
  {
    "ru": "Барроу",
    "en": "Барроу",
    "fr": "Барроу",
    "sp": "Барроу",
    "location": "Ирландия"
  },
  {
    "ru": "Бартанг",
    "en": "Бартанг",
    "fr": "Бартанг",
    "sp": "Бартанг",
    "location": ""
  },
  {
    "ru": "Бартува",
    "en": "Бартува",
    "fr": "Бартува",
    "sp": "Бартува",
    "location": ""
  },
  {
    "ru": "Барыч",
    "en": "Барыч",
    "fr": "Барыч",
    "sp": "Барыч",
    "location": "Польша"
  },
  {
    "ru": "Батыр",
    "en": "Батыр",
    "fr": "Батыр",
    "sp": "Батыр",
    "location": "Россия"
  },
  {
    "ru": "Бауле",
    "en": "Бауле",
    "fr": "Бауле",
    "sp": "Бауле",
    "location": "Мали"
  },
  {
    "ru": "Бафинг",
    "en": "Бафинг",
    "fr": "Бафинг",
    "sp": "Бафинг",
    "location": "Гвинея,  Мали"
  },
  {
    "ru": "Баффало",
    "en": "Баффало",
    "fr": "Баффало",
    "sp": "Баффало",
    "location": "США"
  },
  {
    "ru": "Баханай",
    "en": "Баханай",
    "fr": "Баханай",
    "sp": "Баханай",
    "location": "Россия"
  },
  {
    "ru": "Бахапча",
    "en": "Бахапча",
    "fr": "Бахапча",
    "sp": "Бахапча",
    "location": "Россия"
  },
  {
    "ru": "Бахлуй",
    "en": "Бахлуй",
    "fr": "Бахлуй",
    "sp": "Бахлуй",
    "location": "Румыния"
  },
  {
    "ru": "Бахта",
    "en": "Бахта",
    "fr": "Бахта",
    "sp": "Бахта",
    "location": "Россия"
  },
  {
    "ru": "Бахтемир",
    "en": "Бахтемир",
    "fr": "Бахтемир",
    "sp": "Бахтемир",
    "location": "Россия"
  },
  {
    "ru": "Башкаус",
    "en": "Башкаус",
    "fr": "Башкаус",
    "sp": "Башкаус",
    "location": "Россия"
  },
  {
    "ru": "Бебжа",
    "en": "Бебжа",
    "fr": "Бебжа",
    "sp": "Бебжа",
    "location": "Польша"
  },
  {
    "ru": "Бегидян",
    "en": "Бегидян",
    "fr": "Бегидян",
    "sp": "Бегидян",
    "location": "Россия"
  },
  {
    "ru": "Бедня",
    "en": "Бедня",
    "fr": "Бедня",
    "sp": "Бедня",
    "location": "Хорватия"
  },
  {
    "ru": "Беенчиме",
    "en": "Беенчиме",
    "fr": "Беенчиме",
    "sp": "Беенчиме",
    "location": "Россия"
  },
  {
    "ru": "Бездна (приток Суры)",
    "en": "Бездна (приток Суры)",
    "fr": "Бездна (приток Суры)",
    "sp": "Бездна (приток Суры)",
    "location": "Россия"
  },
  {
    "ru": "Бейкер",
    "en": "Бейкер",
    "fr": "Бейкер",
    "sp": "Бейкер",
    "location": "Чили"
  },
  {
    "ru": "Бейсуг",
    "en": "Бейсуг",
    "fr": "Бейсуг",
    "sp": "Бейсуг",
    "location": "Россия"
  },
  {
    "ru": "Бейсужёк Левый",
    "en": "Бейсужёк Левый",
    "fr": "Бейсужёк Левый",
    "sp": "Бейсужёк Левый",
    "location": "Россия"
  },
  {
    "ru": "Белая (приток Ангары)",
    "en": "Белая (приток Ангары)",
    "fr": "Белая (приток Ангары)",
    "sp": "Белая (приток Ангары)",
    "location": "Россия"
  },
  {
    "ru": "Белая (приток Зеи)",
    "en": "Белая (приток Зеи)",
    "fr": "Белая (приток Зеи)",
    "sp": "Белая (приток Зеи)",
    "location": "Россия"
  },
  {
    "ru": "Белая (приток Камы)",
    "en": "Белая (приток Камы)",
    "fr": "Белая (приток Камы)",
    "sp": "Белая (приток Камы)",
    "location": "Россия"
  },
  {
    "ru": "Белая (приток Кеми, притока Енисея)",
    "en": "Белая (приток Кеми, притока Енисея)",
    "fr": "Белая (приток Кеми, притока Енисея)",
    "sp": "Белая (приток Кеми, притока Енисея)",
    "location": "Россия"
  },
  {
    "ru": "Белая (приток Кубани)",
    "en": "Белая (приток Кубани)",
    "fr": "Белая (приток Кубани)",
    "sp": "Белая (приток Кубани)",
    "location": "Россия"
  },
  {
    "ru": "Белая (приток Пенжины)",
    "en": "Белая (приток Пенжины)",
    "fr": "Белая (приток Пенжины)",
    "sp": "Белая (приток Пенжины)",
    "location": "Россия"
  },
  {
    "ru": "Белая Вольта",
    "en": "Белая Вольта",
    "fr": "Белая Вольта",
    "sp": "Белая Вольта",
    "location": "Буркина-Фасо,  Гана"
  },
  {
    "ru": "Белая Кедва",
    "en": "Белая Кедва",
    "fr": "Белая Кедва",
    "sp": "Белая Кедва",
    "location": "Россия"
  },
  {
    "ru": "Белая Холуница",
    "en": "Белая Холуница",
    "fr": "Белая Холуница",
    "sp": "Белая Холуница",
    "location": "Россия"
  },
  {
    "ru": "Белл-Фурш",
    "en": "Белл-Фурш",
    "fr": "Белл-Фурш",
    "sp": "Белл-Фурш",
    "location": "США"
  },
  {
    "ru": "Белли",
    "en": "Белли",
    "fr": "Белли",
    "sp": "Белли",
    "location": "Канада,  США"
  },
  {
    "ru": "Белоголовая",
    "en": "Белоголовая",
    "fr": "Белоголовая",
    "sp": "Белоголовая",
    "location": "Россия"
  },
  {
    "ru": "Белт-Крик",
    "en": "Белт-Крик",
    "fr": "Белт-Крик",
    "sp": "Белт-Крик",
    "location": "США"
  },
  {
    "ru": "Белый Дрин",
    "en": "Белый Дрин",
    "fr": "Белый Дрин",
    "sp": "Белый Дрин",
    "location": "Сербия,  Албания"
  },
  {
    "ru": "Белый Июс",
    "en": "Белый Июс",
    "fr": "Белый Июс",
    "sp": "Белый Июс",
    "location": "Россия"
  },
  {
    "ru": "Белый Кей",
    "en": "Белый Кей",
    "fr": "Белый Кей",
    "sp": "Белый Кей",
    "location": "Южно-Африканская Республика"
  },
  {
    "ru": "Белый Лух",
    "en": "Белый Лух",
    "fr": "Белый Лух",
    "sp": "Белый Лух",
    "location": "Россия"
  },
  {
    "ru": "Белый Урюм",
    "en": "Белый Урюм",
    "fr": "Белый Урюм",
    "sp": "Белый Урюм",
    "location": "Россия"
  },
  {
    "ru": "Бельдунчана",
    "en": "Бельдунчана",
    "fr": "Бельдунчана",
    "sp": "Бельдунчана",
    "location": "Россия"
  },
  {
    "ru": "Белянка (приток Лены)",
    "en": "Белянка (приток Лены)",
    "fr": "Белянка (приток Лены)",
    "sp": "Белянка (приток Лены)",
    "location": "Россия"
  },
  {
    "ru": "Бемариву",
    "en": "Бемариву",
    "fr": "Бемариву",
    "sp": "Бемариву",
    "location": "Мадагаскар"
  },
  {
    "ru": "Бени",
    "en": "Бени",
    "fr": "Бени",
    "sp": "Бени",
    "location": "Боливия"
  },
  {
    "ru": "Бенуэ",
    "en": "Бенуэ",
    "fr": "Бенуэ",
    "sp": "Бенуэ",
    "location": "Камерун,  Нигерия"
  },
  {
    "ru": "Бербис",
    "en": "Бербис",
    "fr": "Бербис",
    "sp": "Бербис",
    "location": "Гайана"
  },
  {
    "ru": "Бердекин",
    "en": "Бердекин",
    "fr": "Бердекин",
    "sp": "Бердекин",
    "location": "Австралия"
  },
  {
    "ru": "Бердь",
    "en": "Бердь",
    "fr": "Бердь",
    "sp": "Бердь",
    "location": "Россия"
  },
  {
    "ru": "Берёза (приток Межи)",
    "en": "Берёза (приток Межи)",
    "fr": "Берёза (приток Межи)",
    "sp": "Берёза (приток Межи)",
    "location": "Россия"
  },
  {
    "ru": "Березайка",
    "en": "Березайка",
    "fr": "Березайка",
    "sp": "Березайка",
    "location": "Россия"
  },
  {
    "ru": "Березина",
    "en": "Березина",
    "fr": "Березина",
    "sp": "Березина",
    "location": "Белоруссия"
  },
  {
    "ru": "Березина (приток Немана)",
    "en": "Березина (приток Немана)",
    "fr": "Березина (приток Немана)",
    "sp": "Березина (приток Немана)",
    "location": "Белоруссия"
  },
  {
    "ru": "Берёзовая (приток Калитвы)",
    "en": "Берёзовая (приток Калитвы)",
    "fr": "Берёзовая (приток Калитвы)",
    "sp": "Берёзовая (приток Калитвы)",
    "location": "Россия"
  },
  {
    "ru": "Берёзовка (приток Колымы)",
    "en": "Берёзовка (приток Колымы)",
    "fr": "Берёзовка (приток Колымы)",
    "sp": "Берёзовка (приток Колымы)",
    "location": "Россия"
  },
  {
    "ru": "Берёзовка (приток Пайдугины)",
    "en": "Берёзовка (приток Пайдугины)",
    "fr": "Берёзовка (приток Пайдугины)",
    "sp": "Берёзовка (приток Пайдугины)",
    "location": "Россия"
  },
  {
    "ru": "Берёзовка (река, впадает в Чусовское озеро)",
    "en": "Берёзовка (река, впадает в Чусовское озеро)",
    "fr": "Берёзовка (река, впадает в Чусовское озеро)",
    "sp": "Берёзовка (река, впадает в Чусовское озеро)",
    "location": "Россия"
  },
  {
    "ru": "Берека",
    "en": "Берека",
    "fr": "Берека",
    "sp": "Берека",
    "location": "Украина"
  },
  {
    "ru": "Бёрёлёх",
    "en": "Бёрёлёх",
    "fr": "Бёрёлёх",
    "sp": "Бёрёлёх",
    "location": "Россия"
  },
  {
    "ru": "Бёрёлёх (приток Аян-Юряха)",
    "en": "Бёрёлёх (приток Аян-Юряха)",
    "fr": "Бёрёлёх (приток Аян-Юряха)",
    "sp": "Бёрёлёх (приток Аян-Юряха)",
    "location": "Россия"
  },
  {
    "ru": "Береш",
    "en": "Береш",
    "fr": "Береш",
    "sp": "Береш",
    "location": "Россия"
  },
  {
    "ru": "Берзава",
    "en": "Берзава",
    "fr": "Берзава",
    "sp": "Берзава",
    "location": "Румыния,  Сербия"
  },
  {
    "ru": "Берзе",
    "en": "Берзе",
    "fr": "Берзе",
    "sp": "Берзе",
    "location": "Латвия"
  },
  {
    "ru": "Беркель",
    "en": "Беркель",
    "fr": "Беркель",
    "sp": "Беркель",
    "location": ""
  },
  {
    "ru": "Бернт-Ривер (приток Снейка)",
    "en": "Бернт-Ривер (приток Снейка)",
    "fr": "Бернт-Ривер (приток Снейка)",
    "sp": "Бернт-Ривер (приток Снейка)",
    "location": "США"
  },
  {
    "ru": "Бероунка",
    "en": "Бероунка",
    "fr": "Бероунка",
    "sp": "Бероунка",
    "location": "Чехия"
  },
  {
    "ru": "Берч-Крик",
    "en": "Берч-Крик",
    "fr": "Берч-Крик",
    "sp": "Берч-Крик",
    "location": "США"
  },
  {
    "ru": "Беседь",
    "en": "Беседь",
    "fr": "Беседь",
    "sp": "Беседь",
    "location": ""
  },
  {
    "ru": "Бёсюке",
    "en": "Бёсюке",
    "fr": "Бёсюке",
    "sp": "Бёсюке",
    "location": "Россия"
  },
  {
    "ru": "Бехтемир",
    "en": "Бехтемир",
    "fr": "Бехтемир",
    "sp": "Бехтемир",
    "location": "Россия"
  },
  {
    "ru": "Бецибука",
    "en": "Бецибука",
    "fr": "Бецибука",
    "sp": "Бецибука",
    "location": "Мадагаскар"
  },
  {
    "ru": "Бзура",
    "en": "Бзура",
    "fr": "Бзура",
    "sp": "Бзура",
    "location": "Польша"
  },
  {
    "ru": "Бзыбь",
    "en": "Бзыбь",
    "fr": "Бзыбь",
    "sp": "Бзыбь",
    "location": "Абхазия/ Грузия"
  },
  {
    "ru": "Биа",
    "en": "Биа",
    "fr": "Биа",
    "sp": "Биа",
    "location": "Гана,  Кот-д’Ивуар"
  },
  {
    "ru": "Биас",
    "en": "Биас",
    "fr": "Биас",
    "sp": "Биас",
    "location": "Индия"
  },
  {
    "ru": "Бивер-Крик (приток Юкона)",
    "en": "Бивер-Крик (приток Юкона)",
    "fr": "Бивер-Крик (приток Юкона)",
    "sp": "Бивер-Крик (приток Юкона)",
    "location": "США"
  },
  {
    "ru": "Биверхед",
    "en": "Биверхед",
    "fr": "Биверхед",
    "sp": "Биверхед",
    "location": "США"
  },
  {
    "ru": "Биг-Блу-Ривер",
    "en": "Биг-Блу-Ривер",
    "fr": "Биг-Блу-Ривер",
    "sp": "Биг-Блу-Ривер",
    "location": "США"
  },
  {
    "ru": "Биг-Вуд",
    "en": "Биг-Вуд",
    "fr": "Биг-Вуд",
    "sp": "Биг-Вуд",
    "location": "США"
  },
  {
    "ru": "Биг-Мадди",
    "en": "Биг-Мадди",
    "fr": "Биг-Мадди",
    "sp": "Биг-Мадди",
    "location": "США"
  },
  {
    "ru": "Биг-Су",
    "en": "Биг-Су",
    "fr": "Биг-Су",
    "sp": "Биг-Су",
    "location": "США"
  },
  {
    "ru": "Биг-Форк",
    "en": "Биг-Форк",
    "fr": "Биг-Форк",
    "sp": "Биг-Форк",
    "location": "США"
  },
  {
    "ru": "Биг-Хол",
    "en": "Биг-Хол",
    "fr": "Биг-Хол",
    "sp": "Биг-Хол",
    "location": "США"
  },
  {
    "ru": "Бигхорн",
    "en": "Бигхорн",
    "fr": "Бигхорн",
    "sp": "Бигхорн",
    "location": "США"
  },
  {
    "ru": "Биджан",
    "en": "Биджан",
    "fr": "Биджан",
    "sp": "Биджан",
    "location": "Россия"
  },
  {
    "ru": "Биже",
    "en": "Биже",
    "fr": "Биже",
    "sp": "Биже",
    "location": "Казахстан"
  },
  {
    "ru": "Бикин",
    "en": "Бикин",
    "fr": "Бикин",
    "sp": "Бикин",
    "location": "Россия"
  },
  {
    "ru": "Билир (приток Алдана)",
    "en": "Билир (приток Алдана)",
    "fr": "Билир (приток Алдана)",
    "sp": "Билир (приток Алдана)",
    "location": "Россия"
  },
  {
    "ru": "Бира (приток Амура)",
    "en": "Бира (приток Амура)",
    "fr": "Бира (приток Амура)",
    "sp": "Бира (приток Амура)",
    "location": "Россия"
  },
  {
    "ru": "Биректе",
    "en": "Биректе",
    "fr": "Биректе",
    "sp": "Биректе",
    "location": "Россия"
  },
  {
    "ru": "Бирма",
    "en": "Бирма",
    "fr": "Бирма",
    "sp": "Бирма",
    "location": "Россия"
  },
  {
    "ru": "Бирь",
    "en": "Бирь",
    "fr": "Бирь",
    "sp": "Бирь",
    "location": "Россия"
  },
  {
    "ru": "Бирюк",
    "en": "Бирюк",
    "fr": "Бирюк",
    "sp": "Бирюк",
    "location": "Россия"
  },
  {
    "ru": "Бирюса",
    "en": "Бирюса",
    "fr": "Бирюса",
    "sp": "Бирюса",
    "location": "Россия"
  },
  {
    "ru": "Бисерть",
    "en": "Бисерть",
    "fr": "Бисерть",
    "sp": "Бисерть",
    "location": "Россия"
  },
  {
    "ru": "Бистрица (приток Сирета)",
    "en": "Бистрица (приток Сирета)",
    "fr": "Бистрица (приток Сирета)",
    "sp": "Бистрица (приток Сирета)",
    "location": "Румыния"
  },
  {
    "ru": "Битюг",
    "en": "Битюг",
    "fr": "Битюг",
    "sp": "Битюг",
    "location": "Россия"
  },
  {
    "ru": "Бича (приток Иртыша)",
    "en": "Бича (приток Иртыша)",
    "fr": "Бича (приток Иртыша)",
    "sp": "Бича (приток Иртыша)",
    "location": "Россия"
  },
  {
    "ru": "Бия",
    "en": "Бия",
    "fr": "Бия",
    "sp": "Бия",
    "location": "Россия"
  },
  {
    "ru": "Блаве",
    "en": "Блаве",
    "fr": "Блаве",
    "sp": "Блаве",
    "location": "Франция"
  },
  {
    "ru": "Бладвейн",
    "en": "Бладвейн",
    "fr": "Бладвейн",
    "sp": "Бладвейн",
    "location": "Канада"
  },
  {
    "ru": "Блайд",
    "en": "Блайд",
    "fr": "Блайд",
    "sp": "Блайд",
    "location": "Южно-Африканская Республика"
  },
  {
    "ru": "Блайт",
    "en": "Блайт",
    "fr": "Блайт",
    "sp": "Блайт",
    "location": "Австралия"
  },
  {
    "ru": "Бланда",
    "en": "Бланда",
    "fr": "Бланда",
    "sp": "Бланда",
    "location": "Исландия"
  },
  {
    "ru": "Блудная (приток Пёзы)",
    "en": "Блудная (приток Пёзы)",
    "fr": "Блудная (приток Пёзы)",
    "sp": "Блудная (приток Пёзы)",
    "location": "Россия"
  },
  {
    "ru": "Блудная (приток Хатанги)",
    "en": "Блудная (приток Хатанги)",
    "fr": "Блудная (приток Хатанги)",
    "sp": "Блудная (приток Хатанги)",
    "location": "Россия"
  },
  {
    "ru": "Блудная (приток Хилка)",
    "en": "Блудная (приток Хилка)",
    "fr": "Блудная (приток Хилка)",
    "sp": "Блудная (приток Хилка)",
    "location": "Россия"
  },
  {
    "ru": "Блудная (река, Большой Ляховский остров)",
    "en": "Блудная (река, Большой Ляховский остров)",
    "fr": "Блудная (река, Большой Ляховский остров)",
    "sp": "Блудная (река, Большой Ляховский остров)",
    "location": "Россия"
  },
  {
    "ru": "Блэкуотер (река, Ирландия)",
    "en": "Блэкуотер (река, Ирландия)",
    "fr": "Блэкуотер (река, Ирландия)",
    "sp": "Блэкуотер (река, Ирландия)",
    "location": "Ирландия"
  },
  {
    "ru": "Бобрик (верхний приток Припяти)",
    "en": "Бобрик (верхний приток Припяти)",
    "fr": "Бобрик (верхний приток Припяти)",
    "sp": "Бобрик (верхний приток Припяти)",
    "location": "Белоруссия"
  },
  {
    "ru": "Бобровка (приток Амни)",
    "en": "Бобровка (приток Амни)",
    "fr": "Бобровка (приток Амни)",
    "sp": "Бобровка (приток Амни)",
    "location": "Россия"
  },
  {
    "ru": "Боган",
    "en": "Боган",
    "fr": "Боган",
    "sp": "Боган",
    "location": "Австралия"
  },
  {
    "ru": "Боганида (приток Хеты)",
    "en": "Боганида (приток Хеты)",
    "fr": "Боганида (приток Хеты)",
    "sp": "Боганида (приток Хеты)",
    "location": "Россия"
  },
  {
    "ru": "Богота",
    "en": "Богота",
    "fr": "Богота",
    "sp": "Богота",
    "location": "Колумбия"
  },
  {
    "ru": "Богучарка",
    "en": "Богучарка",
    "fr": "Богучарка",
    "sp": "Богучарка",
    "location": "Россия"
  },
  {
    "ru": "Бодва",
    "en": "Бодва",
    "fr": "Бодва",
    "sp": "Бодва",
    "location": ""
  },
  {
    "ru": "Бодрог",
    "en": "Бодрог",
    "fr": "Бодрог",
    "sp": "Бодрог",
    "location": ""
  },
  {
    "ru": "Бозсу",
    "en": "Бозсу",
    "fr": "Бозсу",
    "sp": "Бозсу",
    "location": "Узбекистан,  Казахстан"
  },
  {
    "ru": "Бойн",
    "en": "Бойн",
    "fr": "Бойн",
    "sp": "Бойн",
    "location": "Ирландия"
  },
  {
    "ru": "Бойсе",
    "en": "Бойсе",
    "fr": "Бойсе",
    "sp": "Бойсе",
    "location": "США"
  },
  {
    "ru": "Болва",
    "en": "Болва",
    "fr": "Болва",
    "sp": "Болва",
    "location": "Россия"
  },
  {
    "ru": "Болгарчай",
    "en": "Болгарчай",
    "fr": "Болгарчай",
    "sp": "Болгарчай",
    "location": "Иран,  Азербайджан"
  },
  {
    "ru": "Большая (приток Калитвы)",
    "en": "Большая (приток Калитвы)",
    "fr": "Большая (приток Калитвы)",
    "sp": "Большая (приток Калитвы)",
    "location": "Россия"
  },
  {
    "ru": "Большая (река, впадает в Охотское море)",
    "en": "Большая (река, впадает в Охотское море)",
    "fr": "Большая (река, впадает в Охотское море)",
    "sp": "Большая (река, впадает в Охотское море)",
    "location": "Россия"
  },
  {
    "ru": "Большая Авландя",
    "en": "Большая Авландя",
    "fr": "Большая Авландя",
    "sp": "Большая Авландя",
    "location": "Россия"
  },
  {
    "ru": "Блаве",
    "en": "Блаве",
    "fr": "Блаве",
    "sp": "Блаве",
    "location": "Франция"
  },
  {
    "ru": "Бладвейн",
    "en": "Бладвейн",
    "fr": "Бладвейн",
    "sp": "Бладвейн",
    "location": "Канада"
  },
  {
    "ru": "Блайд",
    "en": "Блайд",
    "fr": "Блайд",
    "sp": "Блайд",
    "location": "Южно-Африканская Республика"
  },
  {
    "ru": "Блайт",
    "en": "Блайт",
    "fr": "Блайт",
    "sp": "Блайт",
    "location": "Австралия"
  },
  {
    "ru": "Бланда",
    "en": "Бланда",
    "fr": "Бланда",
    "sp": "Бланда",
    "location": "Исландия"
  },
  {
    "ru": "Блудная (приток Пёзы)",
    "en": "Блудная (приток Пёзы)",
    "fr": "Блудная (приток Пёзы)",
    "sp": "Блудная (приток Пёзы)",
    "location": "Россия"
  },
  {
    "ru": "Блудная (приток Хатанги)",
    "en": "Блудная (приток Хатанги)",
    "fr": "Блудная (приток Хатанги)",
    "sp": "Блудная (приток Хатанги)",
    "location": "Россия"
  },
  {
    "ru": "Блудная (приток Хилка)",
    "en": "Блудная (приток Хилка)",
    "fr": "Блудная (приток Хилка)",
    "sp": "Блудная (приток Хилка)",
    "location": "Россия"
  },
  {
    "ru": "Блудная (река, Большой Ляховский остров)",
    "en": "Блудная (река, Большой Ляховский остров)",
    "fr": "Блудная (река, Большой Ляховский остров)",
    "sp": "Блудная (река, Большой Ляховский остров)",
    "location": "Россия"
  },
  {
    "ru": "Блэкуотер (река, Ирландия)",
    "en": "Блэкуотер (река, Ирландия)",
    "fr": "Блэкуотер (река, Ирландия)",
    "sp": "Блэкуотер (река, Ирландия)",
    "location": "Ирландия"
  },
  {
    "ru": "Бобр",
    "en": "Бобр",
    "fr": "Бобр",
    "sp": "Бобр",
    "location": "Белоруссия"
  },
  {
    "ru": "Бобрик (верхний приток Припяти)",
    "en": "Бобрик (верхний приток Припяти)",
    "fr": "Бобрик (верхний приток Припяти)",
    "sp": "Бобрик (верхний приток Припяти)",
    "location": "Белоруссия"
  },
  {
    "ru": "Бобровка (приток Амни)",
    "en": "Бобровка (приток Амни)",
    "fr": "Бобровка (приток Амни)",
    "sp": "Бобровка (приток Амни)",
    "location": "Россия"
  },
  {
    "ru": "Боган",
    "en": "Боган",
    "fr": "Боган",
    "sp": "Боган",
    "location": "Австралия"
  },
  {
    "ru": "Боганида (приток Хеты)",
    "en": "Боганида (приток Хеты)",
    "fr": "Боганида (приток Хеты)",
    "sp": "Боганида (приток Хеты)",
    "location": "Россия"
  },
  {
    "ru": "Богота",
    "en": "Богота",
    "fr": "Богота",
    "sp": "Богота",
    "location": "Колумбия"
  },
  {
    "ru": "Богучарка",
    "en": "Богучарка",
    "fr": "Богучарка",
    "sp": "Богучарка",
    "location": "Россия"
  },
  {
    "ru": "Бодва",
    "en": "Бодва",
    "fr": "Бодва",
    "sp": "Бодва",
    "location": ""
  },
  {
    "ru": "Бодрог",
    "en": "Бодрог",
    "fr": "Бодрог",
    "sp": "Бодрог",
    "location": "undefined"
  },
  {
    "ru": "Бозсу",
    "en": "Бозсу",
    "fr": "Бозсу",
    "sp": "Бозсу",
    "location": "Узбекистан,  Казахстан"
  },
  {
    "ru": "Бойн",
    "en": "Бойн",
    "fr": "Бойн",
    "sp": "Бойн",
    "location": "Ирландия"
  },
  {
    "ru": "Бойсе",
    "en": "Бойсе",
    "fr": "Бойсе",
    "sp": "Бойсе",
    "location": "США"
  },
  {
    "ru": "Болва",
    "en": "Болва",
    "fr": "Болва",
    "sp": "Болва",
    "location": "Россия"
  },
  {
    "ru": "Болгарчай",
    "en": "Болгарчай",
    "fr": "Болгарчай",
    "sp": "Болгарчай",
    "location": "Иран,  Азербайджан"
  },
  {
    "ru": "Большая (приток Калитвы)",
    "en": "Большая (приток Калитвы)",
    "fr": "Большая (приток Калитвы)",
    "sp": "Большая (приток Калитвы)",
    "location": "Россия"
  },
  {
    "ru": "Большая (река, впадает в Охотское море)",
    "en": "Большая (река, впадает в Охотское море)",
    "fr": "Большая (река, впадает в Охотское море)",
    "sp": "Большая (река, впадает в Охотское море)",
    "location": "Россия"
  },
  {
    "ru": "Большая Авландя",
    "en": "Большая Авландя",
    "fr": "Большая Авландя",
    "sp": "Большая Авландя",
    "location": "Россия"
  },
  {
    "ru": "Большая Анга",
    "en": "Большая Анга",
    "fr": "Большая Анга",
    "sp": "Большая Анга",
    "location": "Россия"
  },
  {
    "ru": "Большая Балахня",
    "en": "Большая Балахня",
    "fr": "Большая Балахня",
    "sp": "Большая Балахня",
    "location": "Россия"
  },
  {
    "ru": "Большая Варламовка",
    "en": "Большая Варламовка",
    "fr": "Большая Варламовка",
    "sp": "Большая Варламовка",
    "location": "Россия"
  },
  {
    "ru": "Большая Визинга",
    "en": "Большая Визинга",
    "fr": "Большая Визинга",
    "sp": "Большая Визинга",
    "location": "Россия"
  },
  {
    "ru": "Большая Воровская",
    "en": "Большая Воровская",
    "fr": "Большая Воровская",
    "sp": "Большая Воровская",
    "location": "Россия"
  },
  {
    "ru": "Большая Высь",
    "en": "Большая Высь",
    "fr": "Большая Высь",
    "sp": "Большая Высь",
    "location": "Украина"
  },
  {
    "ru": "Большая Евва",
    "en": "Большая Евва",
    "fr": "Большая Евва",
    "sp": "Большая Евва",
    "location": "Россия"
  },
  {
    "ru": "Большая Ерёма",
    "en": "Большая Ерёма",
    "fr": "Большая Ерёма",
    "sp": "Большая Ерёма",
    "location": "Россия"
  },
  {
    "ru": "Большая Игарка",
    "en": "Большая Игарка",
    "fr": "Большая Игарка",
    "sp": "Большая Игарка",
    "location": "Россия"
  },
  {
    "ru": "Большая Инта",
    "en": "Большая Инта",
    "fr": "Большая Инта",
    "sp": "Большая Инта",
    "location": "Россия"
  },
  {
    "ru": "Большая Какша",
    "en": "Большая Какша",
    "fr": "Большая Какша",
    "sp": "Большая Какша",
    "location": "Россия"
  },
  {
    "ru": "Большая Каменка (приток Северского Донца)",
    "en": "Большая Каменка (приток Северского Донца)",
    "fr": "Большая Каменка (приток Северского Донца)",
    "sp": "Большая Каменка (приток Северского Донца)",
    "location": "Украина,  Россия"
  },
  {
    "ru": "Большая Караганка",
    "en": "Большая Караганка",
    "fr": "Большая Караганка",
    "sp": "Большая Караганка",
    "location": "Россия"
  },
  {
    "ru": "Большая Кимитина",
    "en": "Большая Кимитина",
    "fr": "Большая Кимитина",
    "sp": "Большая Кимитина",
    "location": "Россия"
  },
  {
    "ru": "Большая Кокшага",
    "en": "Большая Кокшага",
    "fr": "Большая Кокшага",
    "sp": "Большая Кокшага",
    "location": "Россия"
  },
  {
    "ru": "Большая Контайка",
    "en": "Большая Контайка",
    "fr": "Большая Контайка",
    "sp": "Большая Контайка",
    "location": "Россия"
  },
  {
    "ru": "Большая Куберле",
    "en": "Большая Куберле",
    "fr": "Большая Куберле",
    "sp": "Большая Куберле",
    "location": "Россия"
  },
  {
    "ru": "Большая Кугульта",
    "en": "Большая Кугульта",
    "fr": "Большая Кугульта",
    "sp": "Большая Кугульта",
    "location": "Россия"
  },
  {
    "ru": "Большая Куропаточья",
    "en": "Большая Куропаточья",
    "fr": "Большая Куропаточья",
    "sp": "Большая Куропаточья",
    "location": "Россия"
  },
  {
    "ru": "Большая Лаба",
    "en": "Большая Лаба",
    "fr": "Большая Лаба",
    "sp": "Большая Лаба",
    "location": "Россия"
  },
  {
    "ru": "Большая Лоптюга",
    "en": "Большая Лоптюга",
    "fr": "Большая Лоптюга",
    "sp": "Большая Лоптюга",
    "location": "Россия"
  },
  {
    "ru": "Большая Ляга",
    "en": "Большая Ляга",
    "fr": "Большая Ляга",
    "sp": "Большая Ляга",
    "location": "Россия"
  },
  {
    "ru": "Большая Медвежья",
    "en": "Большая Медвежья",
    "fr": "Большая Медвежья",
    "sp": "Большая Медвежья",
    "location": "Канада"
  },
  {
    "ru": "Большая Мутная (приток Печоры)",
    "en": "Большая Мутная (приток Печоры)",
    "fr": "Большая Мутная (приток Печоры)",
    "sp": "Большая Мутная (приток Печоры)",
    "location": "Россия"
  },
  {
    "ru": "Большая Осиновая",
    "en": "Большая Осиновая",
    "fr": "Большая Осиновая",
    "sp": "Большая Осиновая",
    "location": "Россия"
  },
  {
    "ru": "Большая Ою",
    "en": "Большая Ою",
    "fr": "Большая Ою",
    "sp": "Большая Ою",
    "location": "Россия"
  },
  {
    "ru": "Большая Пёра (приток Зеи)",
    "en": "Большая Пёра (приток Зеи)",
    "fr": "Большая Пёра (приток Зеи)",
    "sp": "Большая Пёра (приток Зеи)",
    "location": "Россия"
  },
  {
    "ru": "Большая Пула",
    "en": "Большая Пула",
    "fr": "Большая Пула",
    "sp": "Большая Пула",
    "location": "Россия"
  },
  {
    "ru": "Большая Речка (приток Оби)",
    "en": "Большая Речка (приток Оби)",
    "fr": "Большая Речка (приток Оби)",
    "sp": "Большая Речка (приток Оби)",
    "location": "Россия"
  },
  {
    "ru": "Большая Роговая",
    "en": "Большая Роговая",
    "fr": "Большая Роговая",
    "sp": "Большая Роговая",
    "location": "Россия"
  },
  {
    "ru": "Большая Руаха",
    "en": "Большая Руаха",
    "fr": "Большая Руаха",
    "sp": "Большая Руаха",
    "location": "Танзания"
  },
  {
    "ru": "Большая Сиговая",
    "en": "Большая Сиговая",
    "fr": "Большая Сиговая",
    "sp": "Большая Сиговая",
    "location": "Россия"
  },
  {
    "ru": "Большая Сульча",
    "en": "Большая Сульча",
    "fr": "Большая Сульча",
    "sp": "Большая Сульча",
    "location": "Россия"
  },
  {
    "ru": "Большая Сурень",
    "en": "Большая Сурень",
    "fr": "Большая Сурень",
    "sp": "Большая Сурень",
    "location": "Россия"
  },
  {
    "ru": "Большая Тава",
    "en": "Большая Тава",
    "fr": "Большая Тава",
    "sp": "Большая Тава",
    "location": "Россия"
  },
  {
    "ru": "Большая Тира",
    "en": "Большая Тира",
    "fr": "Большая Тира",
    "sp": "Большая Тира",
    "location": "Россия"
  },
  {
    "ru": "Большая Тотыдэоттаяха",
    "en": "Большая Тотыдэоттаяха",
    "fr": "Большая Тотыдэоттаяха",
    "sp": "Большая Тотыдэоттаяха",
    "location": "Россия"
  },
  {
    "ru": "Большая Урзуга",
    "en": "Большая Урзуга",
    "fr": "Большая Урзуга",
    "sp": "Большая Урзуга",
    "location": "Россия"
  },
  {
    "ru": "Большая Уря",
    "en": "Большая Уря",
    "fr": "Большая Уря",
    "sp": "Большая Уря",
    "location": "Россия"
  },
  {
    "ru": "Большая Уссурка",
    "en": "Большая Уссурка",
    "fr": "Большая Уссурка",
    "sp": "Большая Уссурка",
    "location": "Россия"
  },
  {
    "ru": "Большая Хадырьяха",
    "en": "Большая Хадырьяха",
    "fr": "Большая Хадырьяха",
    "sp": "Большая Хадырьяха",
    "location": "Россия"
  },
  {
    "ru": "Большая Хапица",
    "en": "Большая Хапица",
    "fr": "Большая Хапица",
    "sp": "Большая Хапица",
    "location": "Россия"
  },
  {
    "ru": "Большая Хета",
    "en": "Большая Хета",
    "fr": "Большая Хета",
    "sp": "Большая Хета",
    "location": "Россия"
  },
  {
    "ru": "Большая Хэяха",
    "en": "Большая Хэяха",
    "fr": "Большая Хэяха",
    "sp": "Большая Хэяха",
    "location": "Россия"
  },
  {
    "ru": "Большая Чалыкла",
    "en": "Большая Чалыкла",
    "fr": "Большая Чалыкла",
    "sp": "Большая Чалыкла",
    "location": "Россия"
  },
  {
    "ru": "Большая Чукочья",
    "en": "Большая Чукочья",
    "fr": "Большая Чукочья",
    "sp": "Большая Чукочья",
    "location": "Россия"
  },
  {
    "ru": "Большая Ширта",
    "en": "Большая Ширта",
    "fr": "Большая Ширта",
    "sp": "Большая Ширта",
    "location": "Россия"
  },
  {
    "ru": "Большая Юганская",
    "en": "Большая Юганская",
    "fr": "Большая Юганская",
    "sp": "Большая Юганская",
    "location": "Россия"
  },
  {
    "ru": "Большая Юкса",
    "en": "Большая Юкса",
    "fr": "Большая Юкса",
    "sp": "Большая Юкса",
    "location": "Россия"
  },
  {
    "ru": "Большая Янгыта",
    "en": "Большая Янгыта",
    "fr": "Большая Янгыта",
    "sp": "Большая Янгыта",
    "location": "Россия"
  },
  {
    "ru": "Большой Аёв",
    "en": "Большой Аёв",
    "fr": "Большой Аёв",
    "sp": "Большой Аёв",
    "location": "Россия"
  },
  {
    "ru": "Большой Анюй",
    "en": "Большой Анюй",
    "fr": "Большой Анюй",
    "sp": "Большой Анюй",
    "location": "Россия"
  },
  {
    "ru": "Большой Аркадак",
    "en": "Большой Аркадак",
    "fr": "Большой Аркадак",
    "sp": "Большой Аркадак",
    "location": "Россия"
  },
  {
    "ru": "Большой Атлым",
    "en": "Большой Атлым",
    "fr": "Большой Атлым",
    "sp": "Большой Атлым",
    "location": "Россия"
  },
  {
    "ru": "Большой Гашун",
    "en": "Большой Гашун",
    "fr": "Большой Гашун",
    "sp": "Большой Гашун",
    "location": "Россия"
  },
  {
    "ru": "Большой Енисей",
    "en": "Большой Енисей",
    "fr": "Большой Енисей",
    "sp": "Большой Енисей",
    "location": "Россия"
  },
  {
    "ru": "Большой Епседей",
    "en": "Большой Епседей",
    "fr": "Большой Епседей",
    "sp": "Большой Епседей",
    "location": "Россия"
  },
  {
    "ru": "Большой Зеленчук",
    "en": "Большой Зеленчук",
    "fr": "Большой Зеленчук",
    "sp": "Большой Зеленчук",
    "location": "Россия"
  },
  {
    "ru": "Большой Ик (приток Ая)",
    "en": "Большой Ик (приток Ая)",
    "fr": "Большой Ик (приток Ая)",
    "sp": "Большой Ик (приток Ая)",
    "location": "Россия"
  },
  {
    "ru": "Большой Ик (приток Сакмары)",
    "en": "Большой Ик (приток Сакмары)",
    "fr": "Большой Ик (приток Сакмары)",
    "sp": "Большой Ик (приток Сакмары)",
    "location": "Россия"
  },
  {
    "ru": "Большой Иргиз",
    "en": "Большой Иргиз",
    "fr": "Большой Иргиз",
    "sp": "Большой Иргиз",
    "location": "Россия"
  },
  {
    "ru": "Большой Караман",
    "en": "Большой Караман",
    "fr": "Большой Караман",
    "sp": "Большой Караман",
    "location": "Россия"
  },
  {
    "ru": "Большой Кизил",
    "en": "Большой Кизил",
    "fr": "Большой Кизил",
    "sp": "Большой Кизил",
    "location": "Россия"
  },
  {
    "ru": "Большой Кинель",
    "en": "Большой Кинель",
    "fr": "Большой Кинель",
    "sp": "Большой Кинель",
    "location": "Россия"
  },
  {
    "ru": "Большой Кочмес",
    "en": "Большой Кочмес",
    "fr": "Большой Кочмес",
    "sp": "Большой Кочмес",
    "location": "Россия"
  },
  {
    "ru": "Большой Кумак",
    "en": "Большой Кумак",
    "fr": "Большой Кумак",
    "sp": "Большой Кумак",
    "location": "Россия"
  },
  {
    "ru": "Большой Куньяк",
    "en": "Большой Куньяк",
    "fr": "Большой Куньяк",
    "sp": "Большой Куньяк",
    "location": "Россия"
  },
  {
    "ru": "Большой Кушум",
    "en": "Большой Кушум",
    "fr": "Большой Кушум",
    "sp": "Большой Кушум",
    "location": "Россия"
  },
  {
    "ru": "Большой Куяльник",
    "en": "Большой Куяльник",
    "fr": "Большой Куяльник",
    "sp": "Большой Куяльник",
    "location": "Украина"
  },
  {
    "ru": "Большой Ломовис",
    "en": "Большой Ломовис",
    "fr": "Большой Ломовис",
    "sp": "Большой Ломовис",
    "location": "Россия"
  },
  {
    "ru": "Большой Мёгтыгъёган",
    "en": "Большой Мёгтыгъёган",
    "fr": "Большой Мёгтыгъёган",
    "sp": "Большой Мёгтыгъёган",
    "location": "Россия"
  },
  {
    "ru": "Большой Мендерес",
    "en": "Большой Мендерес",
    "fr": "Большой Мендерес",
    "sp": "Большой Мендерес",
    "location": "Турция"
  },
  {
    "ru": "Большой Нимныр",
    "en": "Большой Нимныр",
    "fr": "Большой Нимныр",
    "sp": "Большой Нимныр",
    "location": "Россия"
  },
  {
    "ru": "Большой Оус",
    "en": "Большой Оус",
    "fr": "Большой Оус",
    "sp": "Большой Оус",
    "location": "Россия"
  },
  {
    "ru": "Большой Паток",
    "en": "Большой Паток",
    "fr": "Большой Паток",
    "sp": "Большой Паток",
    "location": "Россия"
  },
  {
    "ru": "Большой Патом",
    "en": "Большой Патом",
    "fr": "Большой Патом",
    "sp": "Большой Патом",
    "location": "Россия"
  },
  {
    "ru": "Большой Пит",
    "en": "Большой Пит",
    "fr": "Большой Пит",
    "sp": "Большой Пит",
    "location": "Россия"
  },
  {
    "ru": "Большой Покур",
    "en": "Большой Покур",
    "fr": "Большой Покур",
    "sp": "Большой Покур",
    "location": "Россия"
  },
  {
    "ru": "Большой Салым",
    "en": "Большой Салым",
    "fr": "Большой Салым",
    "sp": "Большой Салым",
    "location": "Россия"
  },
  {
    "ru": "Большой Тап",
    "en": "Большой Тап",
    "fr": "Большой Тап",
    "sp": "Большой Тап",
    "location": "Россия"
  },
  {
    "ru": "Большой Томан",
    "en": "Большой Томан",
    "fr": "Большой Томан",
    "sp": "Большой Томан",
    "location": "Россия"
  },
  {
    "ru": "Большой Тукшин",
    "en": "Большой Тукшин",
    "fr": "Большой Тукшин",
    "sp": "Большой Тукшин",
    "location": "Россия"
  },
  {
    "ru": "Большой Туртас",
    "en": "Большой Туртас",
    "fr": "Большой Туртас",
    "sp": "Большой Туртас",
    "location": "Россия"
  },
  {
    "ru": "Большой Узень",
    "en": "Большой Узень",
    "fr": "Большой Узень",
    "sp": "Большой Узень",
    "location": "undefined"
  },
  {
    "ru": "Большой Улуй",
    "en": "Большой Улуй",
    "fr": "Большой Улуй",
    "sp": "Большой Улуй",
    "location": "Россия"
  },
  {
    "ru": "Большой Унзас",
    "en": "Большой Унзас",
    "fr": "Большой Унзас",
    "sp": "Большой Унзас",
    "location": "Россия"
  },
  {
    "ru": "Большой Уран",
    "en": "Большой Уран",
    "fr": "Большой Уран",
    "sp": "Большой Уран",
    "location": "Россия"
  },
  {
    "ru": "Большой Хомус-Юрях",
    "en": "Большой Хомус-Юрях",
    "fr": "Большой Хомус-Юрях",
    "sp": "Большой Хомус-Юрях",
    "location": "Россия"
  },
  {
    "ru": "Большой Цивиль",
    "en": "Большой Цивиль",
    "fr": "Большой Цивиль",
    "sp": "Большой Цивиль",
    "location": "Россия"
  },
  {
    "ru": "Большой Черемшан",
    "en": "Большой Черемшан",
    "fr": "Большой Черемшан",
    "sp": "Большой Черемшан",
    "location": "Россия"
  },
  {
    "ru": "Большой Юган",
    "en": "Большой Юган",
    "fr": "Большой Юган",
    "sp": "Большой Юган",
    "location": "Россия"
  },
  {
    "ru": "Большой Ямсовей",
    "en": "Большой Ямсовей",
    "fr": "Большой Ямсовей",
    "sp": "Большой Ямсовей",
    "location": "Россия"
  },
  {
    "ru": "Большой Ярудей",
    "en": "Большой Ярудей",
    "fr": "Большой Ярудей",
    "sp": "Большой Ярудей",
    "location": "Россия"
  },
  {
    "ru": "Бонасила",
    "en": "Бонасила",
    "fr": "Бонасила",
    "sp": "Бонасила",
    "location": "США"
  },
  {
    "ru": "Боннет-Плум",
    "en": "Боннет-Плум",
    "fr": "Боннет-Плум",
    "sp": "Боннет-Плум",
    "location": "Канада"
  },
  {
    "ru": "Боралдай (приток Арыса)",
    "en": "Боралдай (приток Арыса)",
    "fr": "Боралдай (приток Арыса)",
    "sp": "Боралдай (приток Арыса)",
    "location": "Казахстан"
  },
  {
    "ru": "Боржава",
    "en": "Боржава",
    "fr": "Боржава",
    "sp": "Боржава",
    "location": "Украина"
  },
  {
    "ru": "Борзя",
    "en": "Борзя",
    "fr": "Борзя",
    "sp": "Борзя",
    "location": "Россия"
  },
  {
    "ru": "Бормида",
    "en": "Бормида",
    "fr": "Бормида",
    "sp": "Бормида",
    "location": "Италия"
  },
  {
    "ru": "Боро-Тала",
    "en": "Боро-Тала",
    "fr": "Боро-Тала",
    "sp": "Боро-Тала",
    "location": "Китай"
  },
  {
    "ru": "Боровка (приток Самары)",
    "en": "Боровка (приток Самары)",
    "fr": "Боровка (приток Самары)",
    "sp": "Боровка (приток Самары)",
    "location": "Россия"
  },
  {
    "ru": "Борулах (приток Адычи)",
    "en": "Борулах (приток Адычи)",
    "fr": "Борулах (приток Адычи)",
    "sp": "Борулах (приток Адычи)",
    "location": "Россия"
  },
  {
    "ru": "Босна",
    "en": "Босна",
    "fr": "Босна",
    "sp": "Босна",
    "location": "Босния и Герцеговина"
  },
  {
    "ru": "Босут",
    "en": "Босут",
    "fr": "Босут",
    "sp": "Босут",
    "location": "Хорватия,  Сербия"
  },
  {
    "ru": "Ботети",
    "en": "Ботети",
    "fr": "Ботети",
    "sp": "Ботети",
    "location": "Ботсвана"
  },
  {
    "ru": "Ботна",
    "en": "Ботна",
    "fr": "Ботна",
    "sp": "Ботна",
    "location": "Молдавия"
  },
  {
    "ru": "Ботчи",
    "en": "Ботчи",
    "fr": "Ботчи",
    "sp": "Ботчи",
    "location": "Россия"
  },
  {
    "ru": "Боу",
    "en": "Боу",
    "fr": "Боу",
    "sp": "Боу",
    "location": "Канада"
  },
  {
    "ru": "Брагинка",
    "en": "Брагинка",
    "fr": "Брагинка",
    "sp": "Брагинка",
    "location": "Белоруссия,  Украина"
  },
  {
    "ru": "Брадано",
    "en": "Брадано",
    "fr": "Брадано",
    "sp": "Брадано",
    "location": "Италия"
  },
  {
    "ru": "Бразо",
    "en": "Бразо",
    "fr": "Бразо",
    "sp": "Бразо",
    "location": "Канада"
  },
  {
    "ru": "Бразос",
    "en": "Бразос",
    "fr": "Бразос",
    "sp": "Бразос",
    "location": "США"
  },
  {
    "ru": "Брахмапутра",
    "en": "Брахмапутра",
    "fr": "Брахмапутра",
    "sp": "Брахмапутра",
    "location": "Китай,  Индия, Бангладеш"
  },
  {
    "ru": "Брда",
    "en": "Брда",
    "fr": "Брда",
    "sp": "Брда",
    "location": "Польша"
  },
  {
    "ru": "Брегалница",
    "en": "Брегалница",
    "fr": "Брегалница",
    "sp": "Брегалница",
    "location": "Северная Македония"
  },
  {
    "ru": "Брента",
    "en": "Брента",
    "fr": "Брента",
    "sp": "Брента",
    "location": "Италия"
  },
  {
    "ru": "Бриде",
    "en": "Бриде",
    "fr": "Бриде",
    "sp": "Бриде",
    "location": "Южно-Африканская Республика"
  },
  {
    "ru": "Брисбен",
    "en": "Брисбен",
    "fr": "Брисбен",
    "sp": "Брисбен",
    "location": "Австралия"
  },
  {
    "ru": "Брянка",
    "en": "Брянка",
    "fr": "Брянка",
    "sp": "Брянка",
    "location": "Россия"
  },
  {
    "ru": "Брянта",
    "en": "Брянта",
    "fr": "Брянта",
    "sp": "Брянта",
    "location": "Россия"
  },
  {
    "ru": "Бу-Регрег",
    "en": "Бу-Регрег",
    "fr": "Бу-Регрег",
    "sp": "Бу-Регрег",
    "location": "Марокко"
  },
  {
    "ru": "Бубр",
    "en": "Бубр",
    "fr": "Бубр",
    "sp": "Бубр",
    "location": "undefined"
  },
  {
    "ru": "Бугунь",
    "en": "Бугунь",
    "fr": "Бугунь",
    "sp": "Бугунь",
    "location": "Казахстан"
  },
  {
    "ru": "Бузан",
    "en": "Бузан",
    "fr": "Бузан",
    "sp": "Бузан",
    "location": "Россия"
  },
  {
    "ru": "Бузи",
    "en": "Бузи",
    "fr": "Бузи",
    "sp": "Бузи",
    "location": "Зимбабве,  Мозамбик"
  },
  {
    "ru": "Бузим",
    "en": "Бузим",
    "fr": "Бузим",
    "sp": "Бузим",
    "location": "Россия"
  },
  {
    "ru": "Бузулук (приток Самары)",
    "en": "Бузулук (приток Самары)",
    "fr": "Бузулук (приток Самары)",
    "sp": "Бузулук (приток Самары)",
    "location": "Россия"
  },
  {
    "ru": "Була",
    "en": "Була",
    "fr": "Була",
    "sp": "Була",
    "location": "Россия"
  },
  {
    "ru": "Буллер",
    "en": "Буллер",
    "fr": "Буллер",
    "sp": "Буллер",
    "location": "Новая Зеландия"
  },
  {
    "ru": "Буолкалах",
    "en": "Буолкалах",
    "fr": "Буолкалах",
    "sp": "Буолкалах",
    "location": "Россия"
  },
  {
    "ru": "Буор-Юрях (приток Чондона)",
    "en": "Буор-Юрях (приток Чондона)",
    "fr": "Буор-Юрях (приток Чондона)",
    "sp": "Буор-Юрях (приток Чондона)",
    "location": "Россия"
  },
  {
    "ru": "Буотама",
    "en": "Буотама",
    "fr": "Буотама",
    "sp": "Буотама",
    "location": "Россия"
  },
  {
    "ru": "Бур",
    "en": "Бур",
    "fr": "Бур",
    "sp": "Бур",
    "location": "Россия"
  },
  {
    "ru": "Буркал",
    "en": "Буркал",
    "fr": "Буркал",
    "sp": "Буркал",
    "location": "Россия"
  },
  {
    "ru": "Бурунда",
    "en": "Бурунда",
    "fr": "Бурунда",
    "sp": "Бурунда",
    "location": "Россия"
  },
  {
    "ru": "Бурхи-Гандак",
    "en": "Бурхи-Гандак",
    "fr": "Бурхи-Гандак",
    "sp": "Бурхи-Гандак",
    "location": "Индия"
  },
  {
    "ru": "Бусэин-Гол",
    "en": "Бусэин-Гол",
    "fr": "Бусэин-Гол",
    "sp": "Бусэин-Гол",
    "location": "undefined"
  },
  {
    "ru": "Буюнда",
    "en": "Буюнда",
    "fr": "Буюнда",
    "sp": "Буюнда",
    "location": "Россия"
  },
  {
    "ru": "Бхагиратхи",
    "en": "Бхагиратхи",
    "fr": "Бхагиратхи",
    "sp": "Бхагиратхи",
    "location": "Индия"
  },
  {
    "ru": "Бхаратапужа",
    "en": "Бхаратапужа",
    "fr": "Бхаратапужа",
    "sp": "Бхаратапужа",
    "location": "Индия"
  },
  {
    "ru": "Бхарели",
    "en": "Бхарели",
    "fr": "Бхарели",
    "sp": "Бхарели",
    "location": "Индия"
  },
  {
    "ru": "Бык (приток Самары)",
    "en": "Бык (приток Самары)",
    "fr": "Бык (приток Самары)",
    "sp": "Бык (приток Самары)",
    "location": "Украина"
  },
  {
    "ru": "Былыра",
    "en": "Былыра",
    "fr": "Былыра",
    "sp": "Былыра",
    "location": "Россия"
  },
  {
    "ru": "Бырлад",
    "en": "Бырлад",
    "fr": "Бырлад",
    "sp": "Бырлад",
    "location": "Румыния"
  },
  {
    "ru": "Бысса",
    "en": "Бысса",
    "fr": "Бысса",
    "sp": "Бысса",
    "location": "Россия"
  },
  {
    "ru": "Быстрая (приток Козыревки)",
    "en": "Быстрая (приток Козыревки)",
    "fr": "Быстрая (приток Козыревки)",
    "sp": "Быстрая (приток Козыревки)",
    "location": "Россия"
  },
  {
    "ru": "Быстрая (приток Северского Донца)",
    "en": "Быстрая (приток Северского Донца)",
    "fr": "Быстрая (приток Северского Донца)",
    "sp": "Быстрая (приток Северского Донца)",
    "location": "Россия"
  },
  {
    "ru": "Быстрая (приток Хайрюзовой)",
    "en": "Быстрая (приток Хайрюзовой)",
    "fr": "Быстрая (приток Хайрюзовой)",
    "sp": "Быстрая (приток Хайрюзовой)",
    "location": "Россия"
  },
  {
    "ru": "Быстрая Сосна",
    "en": "Быстрая Сосна",
    "fr": "Быстрая Сосна",
    "sp": "Быстрая Сосна",
    "location": "Россия"
  },
  {
    "ru": "Быстрица (приток Вятки)",
    "en": "Быстрица (приток Вятки)",
    "fr": "Быстрица (приток Вятки)",
    "sp": "Быстрица (приток Вятки)",
    "location": "Россия"
  },
  {
    "ru": "Быстрый Танып",
    "en": "Быстрый Танып",
    "fr": "Быстрый Танып",
    "sp": "Быстрый Танып",
    "location": "Россия"
  },
  {
    "ru": "Бытантай",
    "en": "Бытантай",
    "fr": "Бытантай",
    "sp": "Бытантай",
    "location": "Россия"
  },
  {
    "ru": "Бэд-Ривер (приток Миссури)",
    "en": "Бэд-Ривер (приток Миссури)",
    "fr": "Бэд-Ривер (приток Миссури)",
    "sp": "Бэд-Ривер (приток Миссури)",
    "location": "США"
  },
  {
    "ru": "Бэйпаньцзян",
    "en": "Бэйпаньцзян",
    "fr": "Бэйпаньцзян",
    "sp": "Бэйпаньцзян",
    "location": "Китай"
  },
  {
    "ru": "Бэйцзян",
    "en": "Бэйцзян",
    "fr": "Бэйцзян",
    "sp": "Бэйцзян",
    "location": "Китай"
  },
  {
    "ru": "Бэйюньхэ",
    "en": "Бэйюньхэ",
    "fr": "Бэйюньхэ",
    "sp": "Бэйюньхэ",
    "location": "Китай"
  },
  {
    "ru": "Бэннок-Крик",
    "en": "Бэннок-Крик",
    "fr": "Бэннок-Крик",
    "sp": "Бэннок-Крик",
    "location": "США"
  },
  {
    "ru": "Вааль",
    "en": "Вааль",
    "fr": "Вааль",
    "sp": "Вааль",
    "location": "Южно-Африканская Республика"
  },
  {
    "ru": "Вага (приток Северной Двины)",
    "en": "Вага (приток Северной Двины)",
    "fr": "Вага (приток Северной Двины)",
    "sp": "Вага (приток Северной Двины)",
    "location": "Россия"
  },
  {
    "ru": "Вагай",
    "en": "Вагай",
    "fr": "Вагай",
    "sp": "Вагай",
    "location": "Россия"
  },
  {
    "ru": "Вагиль",
    "en": "Вагиль",
    "fr": "Вагиль",
    "sp": "Вагиль",
    "location": "Россия"
  },
  {
    "ru": "Вагран",
    "en": "Вагран",
    "fr": "Вагран",
    "sp": "Вагран",
    "location": "Россия"
  },
  {
    "ru": "Вад",
    "en": "Вад",
    "fr": "Вад",
    "sp": "Вад",
    "location": "Россия"
  },
  {
    "ru": "Вадма",
    "en": "Вадма",
    "fr": "Вадма",
    "sp": "Вадма",
    "location": "Россия"
  },
  {
    "ru": "Ваеньга",
    "en": "Ваеньга",
    "fr": "Ваеньга",
    "sp": "Ваеньга",
    "location": "Россия"
  },
  {
    "ru": "Важинка",
    "en": "Важинка",
    "fr": "Важинка",
    "sp": "Важинка",
    "location": "Россия"
  },
  {
    "ru": "Вазуза",
    "en": "Вазуза",
    "fr": "Вазуза",
    "sp": "Вазуза",
    "location": "Россия"
  },
  {
    "ru": "Вай (приток Катыма)",
    "en": "Вай (приток Катыма)",
    "fr": "Вай (приток Катыма)",
    "sp": "Вай (приток Катыма)",
    "location": "Россия"
  },
  {
    "ru": "Ваймуга",
    "en": "Ваймуга",
    "fr": "Ваймуга",
    "sp": "Ваймуга",
    "location": "Россия"
  },
  {
    "ru": "Велна",
    "en": "Велна",
    "fr": "Велна",
    "sp": "Велна",
    "location": "Польша"
  },
  {
    "ru": "Вель (приток Ваги)",
    "en": "Вель (приток Ваги)",
    "fr": "Вель (приток Ваги)",
    "sp": "Вель (приток Ваги)",
    "location": "Россия"
  },
  {
    "ru": "Вель (приток Эны)",
    "en": "Вель (приток Эны)",
    "fr": "Вель (приток Эны)",
    "sp": "Вель (приток Эны)",
    "location": "Франция"
  },
  {
    "ru": "Вельмо",
    "en": "Вельмо",
    "fr": "Вельмо",
    "sp": "Вельмо",
    "location": "Россия"
  },
  {
    "ru": "Велью",
    "en": "Велью",
    "fr": "Велью",
    "sp": "Велью",
    "location": "Россия"
  },
  {
    "ru": "Вентуари",
    "en": "Вентуари",
    "fr": "Вентуари",
    "sp": "Вентуари",
    "location": "Венесуэла"
  },
  {
    "ru": "Вепш",
    "en": "Вепш",
    "fr": "Вепш",
    "sp": "Вепш",
    "location": "Польша"
  },
  {
    "ru": "Верде (приток Солта)",
    "en": "Верде (приток Солта)",
    "fr": "Верде (приток Солта)",
    "sp": "Верде (приток Солта)",
    "location": "США"
  },
  {
    "ru": "Верджин",
    "en": "Верджин",
    "fr": "Верджин",
    "sp": "Верджин",
    "location": "США"
  },
  {
    "ru": "Вердон",
    "en": "Вердон",
    "fr": "Вердон",
    "sp": "Вердон",
    "location": "Франция"
  },
  {
    "ru": "Верёвочная",
    "en": "Верёвочная",
    "fr": "Верёвочная",
    "sp": "Верёвочная",
    "location": "Украина"
  },
  {
    "ru": "Вёрниц",
    "en": "Вёрниц",
    "fr": "Вёрниц",
    "sp": "Вёрниц",
    "location": "Германия"
  },
  {
    "ru": "Верра",
    "en": "Верра",
    "fr": "Верра",
    "sp": "Верра",
    "location": "Германия"
  },
  {
    "ru": "Вертах",
    "en": "Вертах",
    "fr": "Вертах",
    "sp": "Вертах",
    "location": "Германия"
  },
  {
    "ru": "Верхний Имбак",
    "en": "Верхний Имбак",
    "fr": "Верхний Имбак",
    "sp": "Верхний Имбак",
    "location": "Россия"
  },
  {
    "ru": "Верхняя Ангара",
    "en": "Верхняя Ангара",
    "fr": "Верхняя Ангара",
    "sp": "Верхняя Ангара",
    "location": "Россия"
  },
  {
    "ru": "Верхняя Анма",
    "en": "Верхняя Анма",
    "fr": "Верхняя Анма",
    "sp": "Верхняя Анма",
    "location": "Россия"
  },
  {
    "ru": "Верхняя Борзя",
    "en": "Верхняя Борзя",
    "fr": "Верхняя Борзя",
    "sp": "Верхняя Борзя",
    "location": "Россия"
  },
  {
    "ru": "Верхняя Ёрга",
    "en": "Верхняя Ёрга",
    "fr": "Верхняя Ёрга",
    "sp": "Верхняя Ёрга",
    "location": "Россия"
  },
  {
    "ru": "Верхняя Ларба",
    "en": "Верхняя Ларба",
    "fr": "Верхняя Ларба",
    "sp": "Верхняя Ларба",
    "location": "Россия"
  },
  {
    "ru": "Верхняя Лупья",
    "en": "Верхняя Лупья",
    "fr": "Верхняя Лупья",
    "sp": "Верхняя Лупья",
    "location": "Россия"
  },
  {
    "ru": "Верхняя Таймыра",
    "en": "Верхняя Таймыра",
    "fr": "Верхняя Таймыра",
    "sp": "Верхняя Таймыра",
    "location": "Россия"
  },
  {
    "ru": "Ветлуга",
    "en": "Ветлуга",
    "fr": "Ветлуга",
    "sp": "Ветлуга",
    "location": "Россия"
  },
  {
    "ru": "Ветьма",
    "en": "Ветьма",
    "fr": "Ветьма",
    "sp": "Ветьма",
    "location": "Россия"
  },
  {
    "ru": "Виар",
    "en": "Виар",
    "fr": "Виар",
    "sp": "Виар",
    "location": "Испания"
  },
  {
    "ru": "Виахту",
    "en": "Виахту",
    "fr": "Виахту",
    "sp": "Виахту",
    "location": "Россия"
  },
  {
    "ru": "Виви",
    "en": "Виви",
    "fr": "Виви",
    "sp": "Виви",
    "location": "Россия"
  },
  {
    "ru": "Вига",
    "en": "Вига",
    "fr": "Вига",
    "sp": "Вига",
    "location": "Россия"
  },
  {
    "ru": "Вид",
    "en": "Вид",
    "fr": "Вид",
    "sp": "Вид",
    "location": "Германия"
  },
  {
    "ru": "Видава",
    "en": "Видава",
    "fr": "Видава",
    "sp": "Видава",
    "location": "Польша"
  },
  {
    "ru": "Видзью (приток Лэпъю)",
    "en": "Видзью (приток Лэпъю)",
    "fr": "Видзью (приток Лэпъю)",
    "sp": "Видзью (приток Лэпъю)",
    "location": "Россия"
  },
  {
    "ru": "Вижай (приток Вильвы)",
    "en": "Вижай (приток Вильвы)",
    "fr": "Вижай (приток Вильвы)",
    "sp": "Вижай (приток Вильвы)",
    "location": "Россия"
  },
  {
    "ru": "Вижас",
    "en": "Вижас",
    "fr": "Вижас",
    "sp": "Вижас",
    "location": "Россия"
  },
  {
    "ru": "Виктория (река, впадает в Тиморское море)",
    "en": "Виктория (река, впадает в Тиморское море)",
    "fr": "Виктория (река, впадает в Тиморское море)",
    "sp": "Виктория (река, впадает в Тиморское море)",
    "location": "Австралия"
  },
  {
    "ru": "Виледь",
    "en": "Виледь",
    "fr": "Виледь",
    "sp": "Виледь",
    "location": "Россия"
  },
  {
    "ru": "Вилен",
    "en": "Вилен",
    "fr": "Вилен",
    "sp": "Вилен",
    "location": "Франция"
  },
  {
    "ru": "Вилия",
    "en": "Вилия",
    "fr": "Вилия",
    "sp": "Вилия",
    "location": "undefined"
  },
  {
    "ru": "Вильва (приток Усьвы)",
    "en": "Вильва (приток Усьвы)",
    "fr": "Вильва (приток Усьвы)",
    "sp": "Вильва (приток Усьвы)",
    "location": "Россия"
  },
  {
    "ru": "Вильва (приток Яйвы)",
    "en": "Вильва (приток Яйвы)",
    "fr": "Вильва (приток Яйвы)",
    "sp": "Вильва (приток Яйвы)",
    "location": "Россия"
  },
  {
    "ru": "Вилюй",
    "en": "Вилюй",
    "fr": "Вилюй",
    "sp": "Вилюй",
    "location": "Россия"
  },
  {
    "ru": "Виляшчай",
    "en": "Виляшчай",
    "fr": "Виляшчай",
    "sp": "Виляшчай",
    "location": "Азербайджан"
  },
  {
    "ru": "Виннипег",
    "en": "Виннипег",
    "fr": "Виннипег",
    "sp": "Виннипег",
    "location": "Канада"
  },
  {
    "ru": "Вирвите",
    "en": "Вирвите",
    "fr": "Вирвите",
    "sp": "Вирвите",
    "location": "Литва"
  },
  {
    "ru": "Висим (приток Северной Сосьвы)",
    "en": "Висим (приток Северной Сосьвы)",
    "fr": "Висим (приток Северной Сосьвы)",
    "sp": "Висим (приток Северной Сосьвы)",
    "location": "Россия"
  },
  {
    "ru": "Вискан",
    "en": "Вискан",
    "fr": "Вискан",
    "sp": "Вискан",
    "location": "Швеция"
  },
  {
    "ru": "Висконсин",
    "en": "Висконсин",
    "fr": "Висконсин",
    "sp": "Висконсин",
    "location": "США"
  },
  {
    "ru": "Висла",
    "en": "Висла",
    "fr": "Висла",
    "sp": "Висла",
    "location": "Польша"
  },
  {
    "ru": "Вислок",
    "en": "Вислок",
    "fr": "Вислок",
    "sp": "Вислок",
    "location": "Польша"
  },
  {
    "ru": "Вислока",
    "en": "Вислока",
    "fr": "Вислока",
    "sp": "Вислока",
    "location": "Польша"
  },
  {
    "ru": "Висунь",
    "en": "Висунь",
    "fr": "Висунь",
    "sp": "Висунь",
    "location": "Украина"
  },
  {
    "ru": "Вит",
    "en": "Вит",
    "fr": "Вит",
    "sp": "Вит",
    "location": "Болгария"
  },
  {
    "ru": "Витим",
    "en": "Витим",
    "fr": "Витим",
    "sp": "Витим",
    "location": "Россия"
  },
  {
    "ru": "Витимкан",
    "en": "Витимкан",
    "fr": "Витимкан",
    "sp": "Витимкан",
    "location": "Россия"
  },
  {
    "ru": "Вичада",
    "en": "Вичада",
    "fr": "Вичада",
    "sp": "Вичада",
    "location": "Колумбия"
  },
  {
    "ru": "Вишера (приток Вычегды)",
    "en": "Вишера (приток Вычегды)",
    "fr": "Вишера (приток Вычегды)",
    "sp": "Вишера (приток Вычегды)",
    "location": "Россия"
  },
  {
    "ru": "Вишера (приток Камы)",
    "en": "Вишера (приток Камы)",
    "fr": "Вишера (приток Камы)",
    "sp": "Вишера (приток Камы)",
    "location": "Россия"
  },
  {
    "ru": "Вкра",
    "en": "Вкра",
    "fr": "Вкра",
    "sp": "Вкра",
    "location": "Польша"
  },
  {
    "ru": "Влтава",
    "en": "Влтава",
    "fr": "Влтава",
    "sp": "Влтава",
    "location": "Чехия"
  },
  {
    "ru": "Вога",
    "en": "Вога",
    "fr": "Вога",
    "sp": "Вога",
    "location": "Португалия"
  },
  {
    "ru": "Вогулка (приток Северной Сосьвы)",
    "en": "Вогулка (приток Северной Сосьвы)",
    "fr": "Вогулка (приток Северной Сосьвы)",
    "sp": "Вогулка (приток Северной Сосьвы)",
    "location": "Россия"
  },
  {
    "ru": "Вогулка (приток Сылвы)",
    "en": "Вогулка (приток Сылвы)",
    "fr": "Вогулка (приток Сылвы)",
    "sp": "Вогулка (приток Сылвы)",
    "location": "Россия"
  },
  {
    "ru": "Водла",
    "en": "Водла",
    "fr": "Водла",
    "sp": "Водла",
    "location": "Россия"
  },
  {
    "ru": "Воеволихан",
    "en": "Воеволихан",
    "fr": "Воеволихан",
    "sp": "Воеволихан",
    "location": "Россия"
  },
  {
    "ru": "Вожа",
    "en": "Вожа",
    "fr": "Вожа",
    "sp": "Вожа",
    "location": "Россия"
  },
  {
    "ru": "Вожега",
    "en": "Вожега",
    "fr": "Вожега",
    "sp": "Вожега",
    "location": "Россия"
  },
  {
    "ru": "Волма (приток Свислочи)",
    "en": "Волма (приток Свислочи)",
    "fr": "Волма (приток Свислочи)",
    "sp": "Волма (приток Свислочи)",
    "location": "Белоруссия"
  },
  {
    "ru": "Вологда",
    "en": "Вологда",
    "fr": "Вологда",
    "sp": "Вологда",
    "location": "Россия"
  },
  {
    "ru": "Волома",
    "en": "Волома",
    "fr": "Волома",
    "sp": "Волома",
    "location": "Россия"
  },
  {
    "ru": "Волонга",
    "en": "Волонга",
    "fr": "Волонга",
    "sp": "Волонга",
    "location": "Россия"
  },
  {
    "ru": "Волошка",
    "en": "Волошка",
    "fr": "Волошка",
    "sp": "Волошка",
    "location": "Россия"
  },
  {
    "ru": "Волхов",
    "en": "Волхов",
    "fr": "Волхов",
    "sp": "Волхов",
    "location": "Россия"
  },
  {
    "ru": "Волчина",
    "en": "Волчина",
    "fr": "Волчина",
    "sp": "Волчина",
    "location": "Россия"
  },
  {
    "ru": "Волчья (приток Самары)",
    "en": "Волчья (приток Самары)",
    "fr": "Волчья (приток Самары)",
    "sp": "Волчья (приток Самары)",
    "location": "Украина"
  },
  {
    "ru": "Волчья (река, впадает в Восточно-Сибирское море)",
    "en": "Волчья (река, впадает в Восточно-Сибирское море)",
    "fr": "Волчья (река, впадает в Восточно-Сибирское море)",
    "sp": "Волчья (река, впадает в Восточно-Сибирское море)",
    "location": "Россия"
  },
  {
    "ru": "Воль (приток Вычегды)",
    "en": "Воль (приток Вычегды)",
    "fr": "Воль (приток Вычегды)",
    "sp": "Воль (приток Вычегды)",
    "location": "Россия"
  },
  {
    "ru": "Волья (приток Северной Сосьвы)",
    "en": "Волья (приток Северной Сосьвы)",
    "fr": "Волья (приток Северной Сосьвы)",
    "sp": "Волья (приток Северной Сосьвы)",
    "location": "Россия"
  },
  {
    "ru": "Вон-Гунъёган",
    "en": "Вон-Гунъёган",
    "fr": "Вон-Гунъёган",
    "sp": "Вон-Гунъёган",
    "location": "Россия"
  },
  {
    "ru": "Вон-Лонгъёхан",
    "en": "Вон-Лонгъёхан",
    "fr": "Вон-Лонгъёхан",
    "sp": "Вон-Лонгъёхан",
    "location": "Россия"
  },
  {
    "ru": "Воньга",
    "en": "Воньга",
    "fr": "Воньга",
    "sp": "Воньга",
    "location": "Россия"
  },
  {
    "ru": "Вопь",
    "en": "Вопь",
    "fr": "Вопь",
    "sp": "Вопь",
    "location": "Россия"
  },
  ]